{
  "channel_name": "ABPNews",
  "conversation_id": "1947177329354276933",
  "url": "https://x.com/ABPNews/status/1947177329354276933",
  "total_comments": 18,
  "scrape_start_time": "2025-09-16 08:44:55",
  "comments": [
    {
      "text": "Brave lady",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "मराठी सीखनी हो तो मराठी बोलने वाले लड़की से सादी करवा दो मराठी तुरंत सीख जाए गा",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "Desh ki savi vashao ko saman samman dia gaya hey, to sabko ajadi hey ko kisi v vasha me bat karsakta hey, use kisi ek vasha ke upar force nahi kia ja sakta...",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "Ek kam paralikha insan Desh ki bat bol raha hey, or usi samaj ke most eligible paralikha insan srif rajya ki bat karta hey, sirf apni matra vasha ki bat karta hey, or uski matra vasha ka kya ?  Is batko saviko dhyan dena chahiye ki hamare Bharat desh ka koi rastra vasha nahi hey.",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "Let's modernize sanskrit and unite India in one language",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "सबका देश है।आप मराठी बोलने को नहीं कह सकते।",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "इन मराठी भरवे को गिरफ्तारी सुनिश्चित क्यों नहीं किया जा रहा है सरकार के द्वारा । मीडिया वाले क्यों नहीं इनसे सवाल कर रहे है ।हमारे देश हिंदी भाषी है या मराठी भाषी।",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "मराठी बोलने की कोई जरूरत नहीं है यह हिंदुओं में फूट करने वाली बात है अगर यही हाल रहा तो जो भी मराठी देश के दूसरे हिस्से में जाएंगे उनको भी पिटाई होनी चाहिए अगर उनको भोजपुरी नहीं आती हो पंजाबी नहीं आती हो या कोई अन्य भाषा नहीं आती हो अगर किसी स्टेट में जाता है तो",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "Hindushtani to hai ar vote bhari hai,jo naitikta bench deta hai",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "brave",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "दीदी अकेला रेल दीया",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "'आंख के बदले आंख सबको अंधा बना देती है ' \nसंवाद के लिए किसी से भी जोर जबरदस्ती ठीक नहीं...न हिंदी के लिए और न किसी और भाषा के लिए l\nभाषा संवाद का आधार बने तो बेहतर है विवाद का तो बिल्कुल नहीं होना चाहिए\nक्षेत्रीयता की ही भावना ने ही हमें आपस में लड़ाकर सैकड़ों वर्ष गुलाम रखा है l",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "महिला की हिम्मत को सलाम",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "Up bihar wale ko maar ke bhagao",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "Sabaash sherni se palat para hain ",
      "timestamp": "2025-09-16 08:42:06"
    },
    {
      "text": "यह बात तुम हिंद बोलो",
      "timestamp": "2025-09-16 08:42:41"
    },
    {
      "text": "यह लोग महिला को छेड़ने के लिए हिंदी मराठी कर रहे हैं",
      "timestamp": "2025-09-16 08:42:41"
    },
    {
      "text": "संसद भवन में इसकी भी चर्चा होनी चाहिए और कहीं से कड़ी कार्रवाई होनी चाहिए भाषा के नाम पर जिस तरह से लोगों को परेशान किया जा रहा है!!!!!",
      "timestamp": "2025-09-16 08:42:41"
    }
  ],
  "metadata": {
    "last_scroll_position": 5017,
    "last_save_time": "2025-09-16 08:44:55",
    "raw_comment_count": 18
  }
}