{
  "channel_name": "PTI_News",
  "conversation_id": "1941834346731860051",
  "url": "https://x.com/PTI_News/status/1941834346731860051",
  "total_comments": 13,
  "scrape_start_time": "2025-09-16 10:48:41",
  "comments": [
    {
      "text": "VIDEO | Hindi language row: Former MP Dinesh Lal Yadav says, \"I think there should not be any debate over this. Hindi is a medium for communication. Every state has its own language. My language is Bhojpuri, while some use Marathi, Tamil, Bengali to communicate. However, we use Hindi to communicate with each other. So, those who are doing politics over this is extremely wrong.\" \n\n(Full video available on PTI Videos - \nptivideos.com)",
      "timestamp": "2025-09-16 10:46:36"
    },
    {
      "text": "Sahi kaha Nirahua ji Hindi is for communication, not domination.\nBut some netas want to make Hindi a political weapon to bulldoze regional pride.\nLet language be love, not imposition. Jai Bhojpuri, Jai Tamil, Jai Bharat!\"\n #LanguagePolitics #nirahua #IndiaUnites",
      "timestamp": "2025-09-16 10:46:36"
    },
    {
      "text": "Kamal ka khel chal raha hai Maharashtra mein.\n\nJinke Dada Pardada Bihar se aaye the, ve aaj Hindi bhashi logo ko aur Hindi ko dabane ki koshish kar rahe hai.\n\nAur kuch anpadh vese logo ka sath bhi de rahe hai.",
      "timestamp": "2025-09-16 10:46:36"
    },
    {
      "text": "With the increase in Modi Era ground base of some Skiular politicians has started eroding now they have taken the refuge of Language politics, Common man has nothing to do with this dirty politics",
      "timestamp": "2025-09-16 10:46:36"
    },
    {
      "text": "Hindi rashtriya bhasha nahi hai...",
      "timestamp": "2025-09-16 10:46:36"
    },
    {
      "text": "Iss lodu lalit ko koi bolo ki yahan koi rashtraya bhasa nahin hai.",
      "timestamp": "2025-09-16 10:46:36"
    },
    {
      "text": "Interference into anybody's individuality and personal life ,of any area wheather food dress,speech(language) must not be permitted.Atleast that part must be guaranteed to any individual by our elected Authorities",
      "timestamp": "2025-09-16 10:46:36"
    },
    {
      "text": "Language Problem  \nPermanent Solution ",
      "timestamp": "2025-09-16 10:46:36"
    },
    {
      "text": "I do whatever I want, you comply attitude.",
      "timestamp": "2025-09-16 10:46:36"
    },
    {
      "text": "The ones who want to hurt and dictate would always find a reason for that. If you learn their language, its no guarantee that they would not come after you for the accent of you speaking their language doesn't match with them. You then match the accent, next excuse is pre-ready.",
      "timestamp": "2025-09-16 10:46:36"
    },
    {
      "text": "Listen biamrus and biamru leaders\n\nमहाराष्ट्र मराठीच..! \nहे जेवढ्या लवकर समजेल तर ठीक.\n\nनाहीतर कानाखाली आवाज निघणारच.",
      "timestamp": "2025-09-16 10:46:36"
    },
    {
      "text": "How innocent.There is a difference between forcing a language and people using a language",
      "timestamp": "2025-09-16 10:46:36"
    },
    {
      "text": "This is exactly what Hindi Imposition is.",
      "timestamp": "2025-09-16 10:46:36"
    }
  ],
  "metadata": {
    "last_scroll_position": 3119,
    "last_save_time": "2025-09-16 10:48:41",
    "raw_comment_count": 13
  }
}