{
  "channel_name": "PTI_News",
  "conversation_id": "1948324803674595684",
  "url": "https://x.com/PTI_News/status/1948324803674595684",
  "total_comments": 19,
  "scrape_start_time": "2025-09-16 10:34:40",
  "comments": [
    {
      "text": "@AjitPawarSpeaks\n Any action may be justified once a person disrespects local language or a person. How can you Mr Pawar dictate a person to vouch that he respects local language- everybody does that not on your dictation. Too bad .",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "Practically one will learn Mimbaiya Hindi in 3 months but not Marathi in 2yr also . Because mumbaikar enjoy the slang Hindi born in Amchi mumbai",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "This is the same thing raj Thackeray said....but Maha govt is imposing hindi",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "Promote (not force) learning local language is the only best step. People then will learn the language with their own interest.",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "Now a days comments on X is full of arrogance. No sensible comment.",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "Right.!\nBecause local people sacrifices their assential farm land for development of state .",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "Ataa paryant ek hi post madhe konhi hi marathi basha baddal waeet nahi bolla.. Berozgaar sena ani manoos je Gaali che patra ahey.. fakt tyana aai bahin shi shivya detaat ani tyanche gaan dit dam asel tar topi wala shi dadagiri dhakhva",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "Desh me hindi he chalegi bs",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "Great leadership Sir",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "Excellent statement Sir.... ",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "In name of language by \n@mnsadhikrut\n @uddhavthackeray\n is targeting Hindus ,did they dare to enter Behrampada,Mumbra or any Muslim dominated area filled with Bangladeshi, rohingya.Did you force them to speak\n How many Hawkers in Dadar speak Marathi \n@PMOIndia\n @Dev_Fadnavis\n pls act",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "This is why we need the US style democracy in india... Who needs these CM's anyways \n@AjitPawarSpeaks\n @PTI_News\n one country One elected leader by majority to rule the country and mayors for all states... That's it. One country One Civil Code One election One Main Language",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "Dusre state walon Ko dusri jagah ki bhasha padhani padegi aur Pappu pass Na hua to is tarah to koi bhi Bharat ka vyakti kahin bhi nahin Ja Sakta Bina bhasha sikhe isharon mein baat karni padegi bahra aur gunga banke",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "Talking sense for a change!",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "@AjitPawarSpeaks\n @Dev_Fadnavis\n @Devendra_Office\n @mieknathshinde\n  sir since last few months we are feeling afraid...people are threatening us that they will beat us. We have full respect for Marathi language but no one should disrespect hindi as well.\nHow will you ensure this??",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "Yes Mr Pawar is right,nothing wrong in it,I remember when I went Chennai for PG exam in 1997 for 7days,I picked up few words in Tamil and I still remember & use with my Tamil maid & she feels very happy,but people should understand life is flow not force & Maharastra is of Bharat",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "गृह खात्याला कारवाई करायला सांगा.उगाच मराठ्यांची प्रतिष्ठा कुणी वाया घालवत असेल तर का सहन करून घ्यायची?? श्रीमंत सयाजीरावांनी बडोद्याचा राज्य कारभार गुजराथी मधून केला आणि स्वतः ही गुजराथी शिकले…",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "@grok\n what percentage of the population is Marathi speaking in Maharashtra?",
      "timestamp": "2025-09-16 10:31:51"
    },
    {
      "text": "Why being an idiot people are asking for local language",
      "timestamp": "2025-09-16 10:32:26"
    }
  ],
  "metadata": {
    "last_scroll_position": 4893,
    "last_save_time": "2025-09-16 10:34:40",
    "raw_comment_count": 19
  }
}