{
  "1895412604811739141": {
    "channel_name": "republic",
    "conversation_id": "1895412604811739141",
    "url": "https://x.com/republic/status/1895412604811739141",
    "total_comments": 6,
    "post": {
      "post_id": "1895412604811739141",
      "text": "#BREAKING | TN CM MK Stalin sharpens attack on Centre over language row, says, \"It's the age of AI, Hindi learning is unnecessary\" \n\nTune in to watch all live updates here - \nyoutube.com/watch?v=MR27up\n…\n\n#TamilNadu #MKStalin #LanguageDebate",
      "user_name": "Republic",
      "post_time": "2025-02-28T09:55:54.000Z"
    },
    "comments": [
      {
        "comment_id": "1895412604811739141_2",
        "text": "What does Stalin mean in Tamil?",
        "user_name": "Dalit Hindu",
        "comment_time": "2025-02-28T09:56:35.000Z"
      },
      {
        "comment_id": "1895412604811739141_3",
        "text": "Article 343 -The language of the Union shall be Hindi... How can a CM say hindi not needed?? This is against constitution. Any tamilian can choose 3rd language. TN state has no business to oppose it. Indian tamilians r not fm Britain nor slaves to English language.",
        "user_name": "MG",
        "comment_time": "2025-02-28T10:20:46.000Z"
      },
      {
        "comment_id": "1895412604811739141_4",
        "text": "AI is not for humans. that case English is too not required. This is just a comedy remark. Who is state to decide whether one should learn third language or not? TN dmk is ready to teach geeman, French,  probably urudu too but not indian languages is a shame. #GetOutStalin",
        "user_name": "MG",
        "comment_time": "2025-02-28T10:18:46.000Z"
      },
      {
        "comment_id": "1895412604811739141_5",
        "text": "Article 343 -The language of the Union shall be Hindi... How can a CM say hindi not needed in TN?? This is against constitution. Any tamilian can choose 3rd language. TN state has no business to oppose it. Indian tamilians r not fm British nor slaves to English language.",
        "user_name": "MG",
        "comment_time": "2025-02-28T10:17:07.000Z"
      },
      {
        "comment_id": "1895412604811739141_6",
        "text": "AI is computer language not for humans and that case English is too not required. This is just a comedy remark. Who is state to decide whether one should learn third language or not? TN dmk is ready to teach geeman, French,  probably urudu too but not indian languages is a shame.",
        "user_name": "MG",
        "comment_time": "2025-02-28T10:09:34.000Z"
      },
      {
        "comment_id": "1895412604811739141_7",
        "text": "Mahatma Gandhi used to speak in hindi he never spoke in Tamil didn't he lets check the history so mr Stalin would you call Gandhi is useless?",
        "user_name": "Aniruddha Arun Gudi",
        "comment_time": "2025-02-28T14:23:10.000Z"
      }
    ]
  }
}