{
  "1906933607316574389": {
    "channel_name": "aajtak",
    "conversation_id": "1906933607316574389",
    "url": "https://x.com/aajtak/status/1906933607316574389",
    "total_comments": 324,
    "post": {
      "post_id": "1906933607316574389",
      "text": "मुंबई में एक बार फिर मराठी भाषा को लेकर विवाद हुआ है। जब एक वॉचमैन मराठी भाषा नहीं बोल पाया, तो महाराष्ट्र नवनिर्माण सेना (MNS) के कार्यकर्ताओं ने उसकी पिटाई कर दी। यह घटना मुंबई के पवई इलाके में हुई।\n\n#PavwaiIncident #Mumbai #MarathiLanguage #LanguageControversy #AajTakSocial",
      "user_name": "AajTak",
      "post_time": "2025-04-01T04:56:15.000Z"
    },
    "comments": [
      {
        "comment_id": "1906933607316574389_2",
        "text": "महाराष्ट्र में सिर्फ मराठी भाषा ही चलेगी, मैं इन सभी लोगो से सहमत हूँ, इसलिए मैं मांग करता हूँ की बॉलीवुड तो तत्काल बंद किया जाये और इसमें सिर्फ मराठी भाषा में ही फिल्मे बनें, हिंदी में नहीं, बोलो राज ठाकरे है दम?",
        "user_name": "Nitin Shukla",
        "comment_time": "2025-04-01T07:46:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_3",
        "text": "Bhai nahi jaana hai kisi ko apna ghar chhod ke..\nShauk nahi hota kisi ka.. doosre state me rehke 10k 12k kamane ka.\n\nEk gareeb aadmj ko pareshan kar rahe gunde.\n\nDesh me bas yahi ho rha hai. Pure dun hunda gardi.\n\nMaafi maang.. Maafi maang.. Jaise in logo ne theka le rakha hai.",
        "user_name": "Alankrit Shukla",
        "comment_time": "2025-04-02T03:29:32.000Z"
      },
      {
        "comment_id": "1906933607316574389_4",
        "text": "Do NOT give half report with bias.. 1st he arrogantly said \"Marathi gayi tel lagaane\". \n\nA security guard should know basics of region's language at work.\n\nCan a security guard work without knowing hindi in Lucknow & take objection on usage of Hindi & argue too?\n\nInitial Video ",
        "user_name": "सत्यान्वेषी",
        "comment_time": "2025-04-01T09:05:25.000Z"
      },
      {
        "comment_id": "1906933607316574389_5",
        "text": "@RajThackeray\n आप को हिन्दी से परेशानी है या हिन्दू से????\n\nइतना ही मराठा जोर है तो गरीब पर क्यों......?\n\n सिक्युरिटी एजेंसी से बात करो और मराठियों की भर्ती करवा दो।\n\nआप मराठियों के लिए कुछ कर नहीं सकते , इसलिए कमजोरी पर अपनी ताकत दिखाते है???\n\nनागपुर में MNS का पावर कहा गया था???",
        "user_name": "Adhir Das",
        "comment_time": "2025-04-01T10:31:30.000Z"
      },
      {
        "comment_id": "1906933607316574389_6",
        "text": "Main ek baar MNS aur raj thakrey ko challenge karta hun ki asli maratha hai toh yeh mukesh ambani jaise bussiness man ke sath karke dikhaye...nai toh next time jis kisi aam aadmi ko aise peetne jaaye churiyan pahan ke jaayein",
        "user_name": "Ishan Roy",
        "comment_time": "2025-04-01T10:02:22.000Z"
      },
      {
        "comment_id": "1906933607316574389_7",
        "text": "@myogiadityanath\n @NitishKumar\n @HemantSorenJMM\n @narendramodi\n @AmitShah\n @Dev_Fadnavis\n dear aajtak why not raise voice in your prime time show, or debate this topic in your prime time.",
        "user_name": "Chidanand nischay",
        "comment_time": "2025-04-01T06:36:25.000Z"
      },
      {
        "comment_id": "1906933607316574389_8",
        "text": "मराठी बोलते ही सारी समस्या दूर हो जाएगी।। ये खुद सब मराठी नहीं बोलते।। बॉलीवुड वालों को पीटने कब जाओगे।।",
        "user_name": "Yashkant Verma",
        "comment_time": "2025-04-01T05:14:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_9",
        "text": "Do NOT give half report with bias.. 1st he arrogantly said \"Marathi gayi tel lagaane\". \n\nA security guard should know basics of region's language at work.\n\nCan a security guard work without knowing hindi in Lucknow & take objection on usage of Hindi & argue too?",
        "user_name": "मी मराठी",
        "comment_time": "2025-04-02T15:12:45.000Z"
      },
      {
        "comment_id": "1906933607316574389_10",
        "text": "@MumbaiPolice\n abe paaglo hiimat nhi hai kya ...video mei dikhai de rhe hai ek ek person ko itna maaro ki vo marathi bhi sahi se na bol paaye",
        "user_name": "Abhi_Sharma",
        "comment_time": "2025-04-01T07:25:24.000Z"
      },
      {
        "comment_id": "1906933607316574389_11",
        "text": "ये पुलिस कर क्या रही है इस मोटे white T-shirt वाले को पकड़ कर इतना मारे कि ये किसी ओर की तरफ हाथ तो क्या आंख उठा कर देख भी न पाए , क्या ये मोटा और इसके बच्चे जीवन में महाराष्ट्र से बाहर नहीं जाएगा क्या",
        "user_name": "सैनी",
        "comment_time": "2025-04-01T09:50:09.000Z"
      },
      {
        "comment_id": "1906933607316574389_12",
        "text": "तमिलनाडु में आज तक  भाषा के नाम पर कभी किसी को मारा पीटा नहीं गया है महाराष्ट्रा में हिंदी वासी हमेशा मार खाता है",
        "user_name": "Tausif Alam",
        "comment_time": "2025-04-01T05:49:22.000Z"
      },
      {
        "comment_id": "1906933607316574389_13",
        "text": "All these Marathi warriors hid in their homes when Muslims were throwing stones and burning their cars in Nagpur.\nThese Marathi cowards r beating a weak migrant watchman who is just doing his job.",
        "user_name": "Rahulxyz",
        "comment_time": "2025-04-01T08:23:07.000Z"
      },
      {
        "comment_id": "1906933607316574389_14",
        "text": "@MumbaiPolice\n का कोई बयान नहीं आ रहा है... मुंबई पुलिस में काश कोई अनुज चौधरी टाइप का ऑफिसर होता तो MNS के आंदोलन को सही ठहराता और उनका साथ देता. MNS goons might be feeling alone in thier pride restoration campaign.",
        "user_name": "रामखेलावन",
        "comment_time": "2025-04-01T07:01:58.000Z"
      },
      {
        "comment_id": "1906933607316574389_15",
        "text": "यहां तो कुछ भी हो  सकता यहां तो वैसे भी डबल इंजन की सरकार है जिनका खुद का सपना हिंदू राष्ट्र बनाने का है इस तरह की नफरत की आज देश में फैला कर अब हिंदुओं को जला रहे हैं हिंदुओं के रक्षक ही\n\nयह गंदगी अब पूरे देश में फैल चुकी है और फैलाने वालों को सिर्फ अपने वोट से मतलब है",
        "user_name": "Manoj Kumar Saini",
        "comment_time": "2025-04-01T12:11:54.000Z"
      },
      {
        "comment_id": "1906933607316574389_16",
        "text": "ये बहुत ही गलत हुआ है इसका हिसाब अगर कोई मराठी उत्तर प्रदेश में आए और वो अवधि ना बोल पाए तो मारो उसे और इतना मारो कि समझ आए कि ऐसा नहीं करना चाहिए।",
        "user_name": "shivansh tiwari",
        "comment_time": "2025-04-02T01:55:59.000Z"
      },
      {
        "comment_id": "1906933607316574389_17",
        "text": "BJP ki sarkar bs kehne ko hai. Aise v BJP ke sarkar m sbko gundagardi krne ka license mil jata hai aur ye log hmesha gareeb kamjor ko hi pit sakte hai. Agar koi takkar ka mil gya toh inki dadagiri us waqt hi khatam ho jaegi.",
        "user_name": "Rahul Kumar Yadav",
        "comment_time": "2025-04-01T07:25:35.000Z"
      },
      {
        "comment_id": "1906933607316574389_18",
        "text": "बड़े-बड़े सुपरस्टार मराठी जानते हैं भारत के उद्योगपति मराठी जानते हैं भारत के प्रधान मंत्री मराठी भाष जानते हैं मराठी से पेट नहीं भरेगा हमने सरकारी पैसा बंद कर दिया भारतीय रुपया 24 घंटे महाराष्ट्र जमीन पर दिखाई देगा किसी गरीब को परेशान किया मूल अधिकार है बेल नहीं होगा",
        "user_name": "juhi kumari",
        "comment_time": "2025-04-01T12:59:34.000Z"
      },
      {
        "comment_id": "1906933607316574389_19",
        "text": "इन लफंगों पर कोई उचित कार्यवाई होगी या इनकी गुंडागर्दी यु ही जारी रहेगी?क्या देश के अन्य भाग में रह रहे महाराष्ट्र के लोगो पर ऐसे ही हमलो का इन्तजार है क्या? ये  मुर्ख गृह युद्ध करवा के मानेगे क्या? \n@PMOIndia\n @HMOIndia\n @Dev_Fadnavis",
        "user_name": "yashsingh rohit-naren_niruनरेंद्रନରେନ୍ଦ୍ର নরেন্দ্র",
        "comment_time": "2025-04-01T11:48:16.000Z"
      },
      {
        "comment_id": "1906933607316574389_20",
        "text": "Why this MNS people force UP or Biharis to speak in Marathi why they never catch any muslim.. christian or sikh. The reason is simple they know this poor UP or Biharis can't retaliate but other religions like muslim or Sikh will teach them a lesson",
        "user_name": "Dhananjay Pandey",
        "comment_time": "2025-04-02T13:50:53.000Z"
      },
      {
        "comment_id": "1906933607316574389_21",
        "text": "राज ठाकरे कुछ नहीं कर पा रहे तो अब यही गुंडागर्दी करेंगे.",
        "user_name": "Himanshu Mishra",
        "comment_time": "2025-04-01T12:04:43.000Z"
      },
      {
        "comment_id": "1906933607316574389_22",
        "text": "MNS hate watchmen because most of the thieves and pickpockets are from this party.",
        "user_name": "ASPR",
        "comment_time": "2025-04-01T12:54:54.000Z"
      },
      {
        "comment_id": "1906933607316574389_23",
        "text": "खरे मर्द असाल तर उर्दू भाषिकांवर हात उचलून दाखवा \n\nहे काय हिंदू , हिंदू विरुद्ध उभा केला जातोय ...आणि चोपले जातेय \nफक्त मुंबई महानगर पालिकेत अस्थित्व निर्माण करण्यासाठी \n\nगल्लीच राज - कारण",
        "user_name": "N.Purushottam",
        "comment_time": "2025-04-01T08:35:53.000Z"
      },
      {
        "comment_id": "1906933607316574389_24",
        "text": "जात-पात, खान-पान और डिफरेंट डिफरेंट Languages में बंटे इस हिंदुस्तान को कुछ घोंचु लोग \"हिंदु-राष्ट्र\" बनायेंगे ",
        "user_name": "uzzie",
        "comment_time": "2025-04-01T06:45:36.000Z"
      },
      {
        "comment_id": "1906933607316574389_25",
        "text": "MNS के लोगो पर करवाई नहीं होती है तो इसका जनाब बिहार की जानता इलेक्शन में देगी #BJP  को ।",
        "user_name": "Rajeev",
        "comment_time": "2025-04-01T05:59:39.000Z"
      },
      {
        "comment_id": "1906933607316574389_26",
        "text": "हमारी प्यारी दिल्ली में बंगाली मद्रासी तेलगू पंजाबी गुजराती लोग भर भर के रहते है और आज़ादी  70  साल के इतिहास में यहाँ कभी भाषा को लेकर मारपीट नहीं की गई , बिहार के मजदूर भी शांति से काम कर रहे है , गर्व करता हूँ दिल्ली का होने पे मैं  , तभी हम दिलवाले कह लाते है",
        "user_name": "Rahul kumar",
        "comment_time": "2025-04-01T20:21:34.000Z"
      },
      {
        "comment_id": "1906933607316574389_27",
        "text": "Yeh mahamanus nagpur hinsa ke time kahan chip ke baithe thae",
        "user_name": "kesari",
        "comment_time": "2025-04-01T12:13:13.000Z"
      },
      {
        "comment_id": "1906933607316574389_28",
        "text": "@Dev_Fadnavis\n really worried. All your good work will go waste  with such act. One trillion economy of Maharashtra will remain distant dream and will spoil state image for future investments.\n@AmitShah\n @nare",
        "user_name": "Chetan Khandelwal",
        "comment_time": "2025-04-01T12:27:09.000Z"
      },
      {
        "comment_id": "1906933607316574389_29",
        "text": "बहुत ही सराहनीय कार्य, सब हिंदी भाषियों को लतिया कर भगाएं महाराष्ट्र से।\n@narendramodi\n जी \nक्या ये है सबसे बड़ा लोकतंत्र और अखंड भारत,  जो हर जगह से टूटा हुआ है \nकहीं \nधर्म के नाम पर, जातिवाद, क्षेत्रवाद, भाषावाद, नॉर्थ साउथ के नाम पर।\nUnity in diversity केवल कागज पर ही होता है",
        "user_name": "केशव सिंह कछवाहा",
        "comment_time": "2025-04-01T11:40:42.000Z"
      },
      {
        "comment_id": "1906933607316574389_30",
        "text": "यूपी वाले की हाल है यूपी वाला बंदा के साथ अत्याचार महाराष्ट्र सरकार कर रही है और दोनों की सरकार यूपी में बीजेपी की सरकार है और महाराष्ट्र में है यूपी वाले के आदमी के साथ यूपी का बंदा है अत्याचार हो रहा है राष्ट्रीय भाषा को देशद्रोही का मुकदमा चलना चाहिए",
        "user_name": "Mohd khan",
        "comment_time": "2025-04-01T16:22:19.000Z"
      },
      {
        "comment_id": "1906933607316574389_31",
        "text": "Apne galli ke kutte ",
        "user_name": "The_surgeon",
        "comment_time": "2025-04-01T06:30:34.000Z"
      },
      {
        "comment_id": "1906933607316574389_32",
        "text": "@mumbaitak\n  @sahiljoshii\n \n@AnujaDhakras21\n  @AbhijitKaran25\n \nतुमचं हे हिंदी चॅनल लोकांची दिशाभूल करत आहे, कृपया खरी आणि पूर्ण माहिती द्यायला सांगा.",
        "user_name": "महाराष्ट्र देशा",
        "comment_time": "2025-04-02T15:27:21.000Z"
      },
      {
        "comment_id": "1906933607316574389_33",
        "text": "In madrchodo haram khoro ka koi ilaaj hai yaha Fhir ye kaam. Hume hi karna hoga In madrchodo ko naga karke maarenge Mumbai ki sadko par in gundo ko lagam lagavo nahin tu inka bhuat bura haal hoga gher me gus ke maarenge \n@DGPMaharashtra\n @CPMumbaiPolice\n @MumbaiPolice\n @mnsadhikrut",
        "user_name": "Sattu Choudhary",
        "comment_time": "2025-04-01T16:55:04.000Z"
      },
      {
        "comment_id": "1906933607316574389_34",
        "text": "@RajThackeray\n and his goons must be given a similar treatment. They are cowards. They are doing so because they are aware that nothing will happen to them. They prey on soft targets.\n\nShame on you \n@Dev_Fadnavis\n because you can't give safety to poor people.",
        "user_name": "GujjuBhai",
        "comment_time": "2025-04-01T09:22:33.000Z"
      },
      {
        "comment_id": "1906933607316574389_35",
        "text": "Kya chewtiyea log hai bc , khule aam gunda gardi",
        "user_name": "Mewhammad Purrsalman",
        "comment_time": "2025-04-01T10:28:38.000Z"
      },
      {
        "comment_id": "1906933607316574389_36",
        "text": "इतनी ही मर्दानगी है ना यो सबसे पहले बॉलीवुड को उखाड़ के फेंक महाराष्ट्र से फिर बात करना. कमजोर गरीबों को सताते हो , सबका हिसाब होगा एक दिन. ऊपरवाला सबका हिसाब करेगा",
        "user_name": "Indian",
        "comment_time": "2025-04-01T10:22:21.000Z"
      },
      {
        "comment_id": "1906933607316574389_37",
        "text": "Jindagi bhar yahi karte reh jayenge",
        "user_name": "Abhinav singh",
        "comment_time": "2025-04-01T15:18:31.000Z"
      },
      {
        "comment_id": "1906933607316574389_38",
        "text": "Lekin filme hindi ki banengi .. himmat hai to hindi filme band karao ..",
        "user_name": "🅼🅽🆄",
        "comment_time": "2025-04-01T08:52:28.000Z"
      },
      {
        "comment_id": "1906933607316574389_39",
        "text": "MNS ke bhawdo himmat hai to bhosdiwale koi amir aadmi ko marke dikhao",
        "user_name": "DesiSpark",
        "comment_time": "2025-04-01T11:38:36.000Z"
      },
      {
        "comment_id": "1906933607316574389_40",
        "text": "द्वारिका गुजरात मे \n\nक्यों हिन्दू ओ ने पहनी काली पट्टी \n\nगुजरात सरकार \nसालों से चुप ह\n\nपाखंड से हाथ मिलाया है \n\nभुगतना होगा एक दिन \nहिंदू सनातन का अपमान \nवोट, खरबों रुपए की पार्टनरशिप कब त.\n@ChaudhryKaushik\n \n\n@manojmuntashir\n \n\n@TufailChaturve\n \n\n@Pushpendraamu\n \n@JaipurDialogues",
        "user_name": "Yogarvind",
        "comment_time": "2025-04-01T13:03:36.000Z"
      },
      {
        "comment_id": "1906933607316574389_41",
        "text": "गरीब लोगों पर अत्याचार करने वाले इन हि.ड़ों से पूछना था कि अगर इनके राज्य से कोई उत्तराखंड हिमाचल जम्मू कश्मीर आएगा और लोकल पहाड़ी भाषा नहीं बोलेगा तो उसके साथ क्या करना चाहिए? पहाड़ से धक्का देना है? गले में पत्थर बांध के गंगा जी या डल झील में धक्का देना है?",
        "user_name": "AJAY",
        "comment_time": "2025-04-01T10:55:22.000Z"
      },
      {
        "comment_id": "1906933607316574389_42",
        "text": "बुल्लाओ के सामने तो इनकी गान फट जाती है और अपनी ताकत सिर्फ गरीब, निम्न और सामान्य वर्ग के लोगों पर दिखाते हैं। तब किधर थे ये जब पालघर कांड हुआ था? 10 लोगों की भीड़ अपने ही हिन्दू भाई पर ताकत दिखा थे।\nइनको देख के \"झुंड में तो सुवर आते हैं\" - रजनीकांत की फ़िल्म का डायलॉग याद आ गया",
        "user_name": "AJAY",
        "comment_time": "2025-04-01T10:50:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_43",
        "text": "राज ठाकरे और उनकी पार्टी की कोई औकात नहीं है महाराष्ट्र की राजनीति में न महाराष्ट में \nइनकी पार्टी के लोग बस गरीबों को पकड़कर पीटते हैं और बॉलीवुड पूरा हिंदी के भरोसे चल रहा पर उनसे कुछ कहने की औकात नहीं क्योंकि हिंदी फ़िल्मों से पैसे भी तो कमाने हैं और घर चलाना है  ये",
        "user_name": "Digvijay Singh Rajawat",
        "comment_time": "2025-04-01T14:44:28.000Z"
      },
      {
        "comment_id": "1906933607316574389_44",
        "text": "Wrong information the watchman was arrogantly saying he won’t speak Marathi what will you do.. every action has reaction. He is free to work in his home town who invited him to Mumbai??",
        "user_name": "Mitrajeet",
        "comment_time": "2025-04-02T10:43:28.000Z"
      },
      {
        "comment_id": "1906933607316574389_45",
        "text": "ऐ बेवकूफ लोग कब समझेगे भाषा जिस को जो आतीं है वो बोलेगा,,, \nइतना ही भाषा से प्रेम है तो बॉलीवुड में बनने वाली हिन्दी फ़िल्मों को बंद करो सब को निकाल बाहर करो\nवहाँ सिर्फ मराठी भाषा में फिल्म बनाओ",
        "user_name": "केशव सिंह",
        "comment_time": "2025-04-01T12:17:28.000Z"
      },
      {
        "comment_id": "1906933607316574389_46",
        "text": "क्या बेवकूफी है ये सब। सारे चूतियां इसी देश में आ गए हैं क्या?\nकोई भाषा को लेकर लड़ रहा है तो कोई धर्म के नाम पर।\nइन चूतियां को इतना भी नहीं पता के जोड़ जबरदस्ती न तो धर्म का काम होता है और न भाषा का।\nमराठी बोलना एक अलग शान है पर जो हमारे भाई बाहर से मुंबई आते है उनका क्या?",
        "user_name": "Md Shamim ( INDIA)",
        "comment_time": "2025-04-01T12:29:05.000Z"
      },
      {
        "comment_id": "1906933607316574389_47",
        "text": "हां सालो, बस गरीब आदमी जो पेट पालने मुंबई आया है वही दिख रहा तुमको। \n\nतुम्हारे G में दम है तो सरदारो को, पारसियों को, मुसलमानों को, सिंधियों को जाकर पूछो मराठी आती है क्या, कुछ 75 साल से अधिक समय से मुंबई में रह रहे हैं। \n@RajThackeray\n @mnsadhikrut",
        "user_name": "Xor",
        "comment_time": "2025-04-01T12:45:41.000Z"
      },
      {
        "comment_id": "1906933607316574389_48",
        "text": "MNS भाषा के आधारभूत पर एक राज्य को बाटना चाहती है और वहां के मुख्यमंत्री \n@Dev_Fadnavis\n आखें बंद किए हुए है, और एक कॉमेडियन के खिलाफ FIR करने में मस्त है \nदेश में अजब कहानी चल रही हैं",
        "user_name": "Ashwani Kumar",
        "comment_time": "2025-04-02T07:33:11.000Z"
      },
      {
        "comment_id": "1906933607316574389_49",
        "text": "Awful. Just because the poor man can’t speak the language they beat him. Indians should never ever cry about racism or discrimination! Look what’s happening here",
        "user_name": "Yagisan",
        "comment_time": "2025-04-01T06:28:35.000Z"
      },
      {
        "comment_id": "1906933607316574389_50",
        "text": "ye kya baat hui. wo north Indian hai, recently shift  hua hoga. Aur pehle se reh raha hai toh bhi nahi bole toh uski marzi. Jisko bolna hai wo bolo, Aur kaunse Marathi logon ko Hindi nahi samjh aati. Ye koi south India thodi hai.",
        "user_name": "Jai Singh",
        "comment_time": "2025-04-01T16:11:04.000Z"
      },
      {
        "comment_id": "1906933607316574389_51",
        "text": "मै एक महाराष्ट्रियन होकर भी आपकी इस बात से सहमत हुं किसी को मराठी नही आती तो उसे मजबूर नही किया जाना चाहिए मैने भी अन्य राज्यो मे काम किया है दक्षिण भारत मे भी काम किया है लेकिन किसी ने मुझसे वहां कि लोकल भाषा बोलने कि जबरदस्ती नही करी महाराष्ट्र मे भी यही होना चाहिए।",
        "user_name": "Indian Bhau इंडियन भाऊ",
        "comment_time": "2025-04-02T02:15:30.000Z"
      },
      {
        "comment_id": "1906933607316574389_52",
        "text": "ये शर्मनाक है... Mumbai for All, बहुत दिक्कत है तो हिन्दी चैनल्स और हिंदी फिल्म को बन करो ना",
        "user_name": "Nadeem Faisal ندیم فیصل",
        "comment_time": "2025-04-01T06:02:51.000Z"
      },
      {
        "comment_id": "1906933607316574389_53",
        "text": "Hamare jharkhand me bhi kayi Marathi hain lekin ham ham unse kabhi nhi bolte ki tum khortha ,nagpuri ,kurmali bole .in bhosdiwalo ko aise saja mile ki jindgi bhar kisi ko aise assault na kar paye bkl ",
        "user_name": "Amit kumar soni",
        "comment_time": "2025-04-01T09:53:31.000Z"
      },
      {
        "comment_id": "1906933607316574389_54",
        "text": "Ek Garib aadami ko tum log चार-पांच ko gher ke maar rahe ho Marathi ke naam per sharm nahin a raha hai tum log Ko agar yah himmat to Kisi paise Wale Ko maar kar dikhao Jo Marathi mein baat nahin karta hun.",
        "user_name": "Pawan Kumar",
        "comment_time": "2025-04-01T06:44:39.000Z"
      },
      {
        "comment_id": "1906933607316574389_55",
        "text": "अरे वाह! मर्दानगी बस एक आम नौकरीपेशा पर ही दिखती है? ज़रा उन लोगों से भी भिड़ के दिखाओ, जो मराठी का ‘म’ भी नहीं जानते, लेकिन मुंबई की अर्थव्यवस्था की रीढ़ हैं! \nपर नहीं, उनसे क्या बोलोगे—आधी मुंबई तो उन्हीं के \nदम पर चल रही है!",
        "user_name": "नचिकेता",
        "comment_time": "2025-04-02T20:22:21.000Z"
      },
      {
        "comment_id": "1906933607316574389_56",
        "text": "पूर्ण बातमी दाखवा.. अर्धवट दाखवून दिशाभूल करू नका. आणि जर कोणी महाराष्ट्रत मराठीचा अपमान द्वेष करेल त्याला जसेच तसे उत्तर मिळेल.!!",
        "user_name": "प्रणव विजय देवरुखकर",
        "comment_time": "2025-04-02T07:14:38.000Z"
      },
      {
        "comment_id": "1906933607316574389_57",
        "text": "bjp ko ab nahi dikh raha \n@Sandhyayadav_1",
        "user_name": "Naveen Singh",
        "comment_time": "2025-04-01T14:28:32.000Z"
      },
      {
        "comment_id": "1906933607316574389_58",
        "text": "bjp nahi dekh rakhi hai @Yogifan_",
        "user_name": "Naveen Singh",
        "comment_time": "2025-04-01T14:27:45.000Z"
      },
      {
        "comment_id": "1906933607316574389_59",
        "text": "भारत के कई राज्य और शहर घूमने के बाद ये तो समझ में आ गया की तेलंगाना जैसा राज्य कोई नहीं है,,यहाँ के सज्जन लोग कभी भी हिंदी भाषी लोगों के साथ भेद भाव नहीं करते,,मैं दिल से तेलंगाना के लोगों को धन्यवाद करता हूँ ",
        "user_name": "Rahul Yadav",
        "comment_time": "2025-04-01T19:46:34.000Z"
      },
      {
        "comment_id": "1906933607316574389_60",
        "text": "ये भाषाई गुंडई कभी महाराष्ट्र में, कभी तमिल में, कभी कर्नाटक में होती ही रहती है।। क्या ये लोग एक भारत के नहीं है।। क्या ये लोग इंग्लिश बोलने वालों की पिटाई क्यों नहीं करते।।। क्या ये लोग अंग्रेजी सभ्यता के समर्थक है ओर हिंदी सभ्यता के विरोधी",
        "user_name": "sanju",
        "comment_time": "2025-04-01T05:33:48.000Z"
      },
      {
        "comment_id": "1906933607316574389_61",
        "text": "@HMOIndia\n @PMOIndia\n \n\nलगता है के केंद्र में बैठे नेताओं ने चूड़ियां पहन रखी है,  पता नहीं क्या होगा इस देश का?\n\n कोई कानून व्यवस्था नाम की चीज ही नहीं दिखती!\n\nजिसके पास पावर है वो जो मर्जी करे!",
        "user_name": "_ThePM8888_पारसमणि",
        "comment_time": "2025-04-02T09:42:05.000Z"
      },
      {
        "comment_id": "1906933607316574389_62",
        "text": "This is why communal violence bill was so important\n\nIt protected not only religious minority but also minority based on language \n\nWithout the bill who do u think Mumbai police will take side of?Hindi speaking fellow or goons in the name of Marathi?",
        "user_name": "Rahul",
        "comment_time": "2025-04-01T08:52:30.000Z"
      },
      {
        "comment_id": "1906933607316574389_63",
        "text": "Aise Chu***** ko bich sadak par saza deni chahiye",
        "user_name": "Tarun Srivastava",
        "comment_time": "2025-04-01T15:46:06.000Z"
      },
      {
        "comment_id": "1906933607316574389_64",
        "text": "ये मनसे वालों की जिंदगी वहीँ बीतेगी क्या ?\nकभी गलती से बिहार के रास्ते कहीं निकलेंगे तो बिहार वाले भी तो कूट सकते हैं",
        "user_name": "Sudhir Nishad",
        "comment_time": "2025-04-01T08:10:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_65",
        "text": "Will the \n@CMOMaharashtra\n @DGPMaharashtra\n taking the legal step against MNS Leaders/Workers",
        "user_name": "Kausar Khan",
        "comment_time": "2025-04-01T05:21:37.000Z"
      },
      {
        "comment_id": "1906933607316574389_66",
        "text": "@mnsadhikrut\n दक्षिण के \n@arivalayam\n पार्टी की तर्ज पर अपनी राजनीति चमकाने की कोशिश कर रही है महाराष्ट्र की जनता को चाहिए की वो स्वयं आगे आयें और भाषा के आधार प्रदेश में हो रहे एक राजनैतिक पार्टी के अत्याचारों ख़िलाफ अपनी आवाज उठायें ",
        "user_name": "Adv.Ajay Sharma",
        "comment_time": "2025-04-01T13:52:17.000Z"
      },
      {
        "comment_id": "1906933607316574389_67",
        "text": "अंबानी और न जाने कितने गुजराती, मारवाड़ी भी नहीं बोलते। थोड़ा जोर इनपर भी दिखाई तो जानें तुम चीज हो। वहां तो घिग्घी बंध जाती हैं",
        "user_name": "SHOBHIT AWASTHI",
        "comment_time": "2025-04-01T10:31:45.000Z"
      },
      {
        "comment_id": "1906933607316574389_68",
        "text": "भाषा के नाम पर गुंडागर्दी नहीं चलनी चाहिए",
        "user_name": "हिंदुस्तानी",
        "comment_time": "2025-04-01T11:38:45.000Z"
      },
      {
        "comment_id": "1906933607316574389_69",
        "text": "Hinduwo aapas me lad maro !",
        "user_name": "Ankush❁",
        "comment_time": "2025-04-01T20:06:53.000Z"
      },
      {
        "comment_id": "1906933607316574389_70",
        "text": "राज ठाकरे बड़े सम्मान के साथ जावेद अख्तर को अपने मंच पर और वह भी \"मराठी भाषा दिवस\" जैसे आयोजन में आमंत्रित करते हैं जहां जावेद उर्दू में भाषण देते हैं। लेकिन इन्हें समस्या है गरीब वॉचमैन और गरीब सेल्समैन के हिंदी बोलने से।",
        "user_name": "Prabhat Ranjan",
        "comment_time": "2025-04-01T09:26:24.000Z"
      },
      {
        "comment_id": "1906933607316574389_71",
        "text": "This is the reason \n@aajtak\n called godi media",
        "user_name": "RavinishPal",
        "comment_time": "2025-04-01T10:46:51.000Z"
      },
      {
        "comment_id": "1906933607316574389_72",
        "text": "@CMOfficeUP\n @myogiadityanath\n जी_\n@Dev_Fadnavis\n जी _ \n@AmitShah\n जी        _ #MNS वालो की #गुंडा_गर्दी पर रोक लगाए _ \n@RajThackeray\n को तेल लगाना बंद करें _   #उत्तर_प्रदेश #बिहार के मूर्ख _ लोग #हिंदुओं की समर्थक \n@BJP4India\n को वोट देना बंद दें _ तो ही कार्यवाही होगी? \n@Pushpendraamu",
        "user_name": "मोहन लाल",
        "comment_time": "2025-04-01T11:46:51.000Z"
      },
      {
        "comment_id": "1906933607316574389_73",
        "text": "Banan repulic\nWith no law and order, no wonder the youth are running away in droves to wherever they can anywhere in the world.",
        "user_name": "Changez (Chinggis Temujin Taizu ) Khan(Parody)",
        "comment_time": "2025-04-01T16:04:16.000Z"
      },
      {
        "comment_id": "1906933607316574389_74",
        "text": "पार्टी जिसका कोई आधार नहीं बचा वो मराठी मानुष के नाम पर लोगों में भय फैला रही और बता रही कि वो मराठी समाज की संरक्षक है लेकिन भूल जाते हैं कि इनके गुंडे अपने ही मराठी लोगों को भी नहीं छोड़ती जो उनके भय में नहीं रहता। जब तक ऐसी क्षेत्रीय पार्टियों को लोग वोट देंगे ये यही करेंगे!",
        "user_name": "Ravi Soni",
        "comment_time": "2025-04-02T00:49:18.000Z"
      },
      {
        "comment_id": "1906933607316574389_75",
        "text": "E log baaz nahi aayenge. \n@narendramodi\n high time Bihar me forcefully law & order implement kara jaye taki ye MNCs Bihar, MP, #UP \n@myogiadityanath\n me aaye aur inn bhasha wadi states ko tareeke se seekh miley",
        "user_name": "M D (Sanatani)",
        "comment_time": "2025-04-01T09:09:27.000Z"
      },
      {
        "comment_id": "1906933607316574389_76",
        "text": "उर्दू जुबान के सामने MNS वाला कुत्ते के पिल्ले की तरह दुम हिलाता है ¡¡¡\nकभी चेक कर लेना ¡¡¡",
        "user_name": "HinduSpaces22",
        "comment_time": "2025-04-02T02:00:01.000Z"
      },
      {
        "comment_id": "1906933607316574389_77",
        "text": "लाज ठोकरे के ये टुच्चे बदमाश इनका यही काम है भोसड़ीवालो का जैसे ही अपने शेहर से बाहर निकलते है भीगी बिल्ली बन जाते है..ठेला टपरी ड्राइवरों चोकीदारों पर ज़ोर आज़माइश करते है निर्लज",
        "user_name": "डॉ हनी (चमचा रोग विशेषज्ञ)",
        "comment_time": "2025-04-01T08:42:13.000Z"
      },
      {
        "comment_id": "1906933607316574389_78",
        "text": "Raj Thackeray has previously shifted allegiances, impacting both Shiv Sena and the BJP. Currently, his party faces limited political influence in Maharashtra, with a primary focus on controlling the Mumbai Municipal Corporation. Concerns have been raised about alleged corruption.",
        "user_name": "हिंदुस्तान जिंदाबाद था,जिंदाबाद है जिंदाबाद रहेगा",
        "comment_time": "2025-04-01T09:12:47.000Z"
      },
      {
        "comment_id": "1906933607316574389_79",
        "text": "तुम्ही हे फक्त गरिबांसह करू शकता. गुजराती लोकांना मराठी बोलायला लावा. मग तुमचे मराठीवरील प्रेम खरे आहे.",
        "user_name": "sajid AAP",
        "comment_time": "2025-04-01T06:44:13.000Z"
      },
      {
        "comment_id": "1906933607316574389_80",
        "text": "Hindi states people never promoted their language and accepted all languages , that's why these things are happening....Promotion of Hindi is required everywhere",
        "user_name": "Brahmin Ji",
        "comment_time": "2025-04-01T08:47:08.000Z"
      },
      {
        "comment_id": "1906933607316574389_81",
        "text": "महाराष्ट्रात हिंदी नको.",
        "user_name": "𑘀𑘦𑘲𑘝",
        "comment_time": "2025-04-02T03:22:00.000Z"
      },
      {
        "comment_id": "1906933607316574389_82",
        "text": "खूप छान ",
        "user_name": "किरण कारंजेकर",
        "comment_time": "2025-04-01T09:19:55.000Z"
      },
      {
        "comment_id": "1906933607316574389_83",
        "text": "They always target security guards.. if  security person was from SC/ST .. he should slap SC/ST act on these fellows.",
        "user_name": "Banke_Laal ... may b Parody..!!",
        "comment_time": "2025-04-01T17:44:37.000Z"
      },
      {
        "comment_id": "1906933607316574389_84",
        "text": "गुंडे हैं ये",
        "user_name": "hinduphoenix",
        "comment_time": "2025-04-02T07:30:03.000Z"
      },
      {
        "comment_id": "1906933607316574389_85",
        "text": "मनसे विधानसभा चुनाव में बुरी तरह से औंधे मुंह गिर गई क्योंकि धार्मिक, जाती, प्रांत भाषा के ऊपर विवादित टिप्पणी किया था और अब मारपीट पर उतर आया डरपोक मनसे जो देश के बेसिक मुद्दे पर बात नहीं करना चाहता है। क्या महाराष्ट्र की जनता ऐसे गुंडई करने वाले पार्टी को हाथ में सत्ता सौंपेगी?",
        "user_name": "Sohail Rahmani",
        "comment_time": "2025-04-01T08:13:24.000Z"
      },
      {
        "comment_id": "1906933607316574389_86",
        "text": "Hindustan m rehna hoga to marathi bolna hoga,,,jld hi ye naara lagega,,, nafrat bharoge to yhi milega dekhne ko",
        "user_name": "ꪗ𝑎𝑠𝑖𝑟Kᕼᗩᑎ29",
        "comment_time": "2025-04-01T20:34:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_87",
        "text": "ये मनसे को आगे बढ़ाने की गुप्त साजिश है, UBT ओर शिंदे सेना की काट ",
        "user_name": "IT_Guy_AI_Laid_Off",
        "comment_time": "2025-04-01T10:36:19.000Z"
      },
      {
        "comment_id": "1906933607316574389_88",
        "text": "@RajThackeray\n तेरी सोच,तमिल रूढ़िवादी,खालिस्तानी और मुसलमानों की सोच मैं क्या फर्क है। कभी मैं तुझे हिंदू सम्राट का असली वंशज मानता था पर तू तो दो टके का  घटिया नेता निकला रे। अच्छा है हर दफा महाराष्ट्र की जनता ने तुझे हरा कर आईना दिखाया।",
        "user_name": "Hermeet ਸਿੰਘ",
        "comment_time": "2025-04-02T00:49:17.000Z"
      },
      {
        "comment_id": "1906933607316574389_89",
        "text": "Garib h eslie dhaunsh jama rhe h gunde jake Ambani family ko bolo jra Marathi me bol ke dikhae abhi ye gunde kaan pakad ke mafi mante dikhnege",
        "user_name": "Sakhi",
        "comment_time": "2025-04-01T07:32:24.000Z"
      },
      {
        "comment_id": "1906933607316574389_90",
        "text": "इन गुंडों को तमिलनाडु बुलाना चाहिए ! क्यों भाई \n@kunalkamra88",
        "user_name": "मैं भी चौकीदार 2.0",
        "comment_time": "2025-04-02T03:09:19.000Z"
      },
      {
        "comment_id": "1906933607316574389_91",
        "text": "This way our nation will grow... amazing thought of this sets of people",
        "user_name": "virgo",
        "comment_time": "2025-04-01T08:16:38.000Z"
      },
      {
        "comment_id": "1906933607316574389_92",
        "text": "I watched  part 1 if this in the morning.",
        "user_name": "Jayram Gaonkar",
        "comment_time": "2025-04-01T19:02:36.000Z"
      },
      {
        "comment_id": "1906933607316574389_93",
        "text": "Shame on Indian  politics !is it still a country of Mahatma Gandhi who fight racism in South Africa ?now own Citizens are facing racism yet no one cares ,is it a character of vishwaguru?",
        "user_name": "advocate abhimanyu kumar",
        "comment_time": "2025-04-01T10:37:33.000Z"
      },
      {
        "comment_id": "1906933607316574389_94",
        "text": "Those days are not far when every Indian will hate India more than any other country’s citizens",
        "user_name": "Om Namah Shivaya",
        "comment_time": "2025-04-01T15:37:05.000Z"
      },
      {
        "comment_id": "1906933607316574389_95",
        "text": "Galat news dena band karo. Ye sirf marathi na bolane par nahi pita hai, isko marathi nahi ati kya karna hai ukhad le aur galat language ka istemal karne pe pita gaya hai… ab uske request pe ukhad diya hai to aap logo ko problem kyon ho rahi hai",
        "user_name": "Deepak",
        "comment_time": "2025-04-01T10:54:32.000Z"
      },
      {
        "comment_id": "1906933607316574389_96",
        "text": "मनसे लुक्खा पार्टी है इस पर सरकार को ध्यान देना चाहिए अपने हि देश में ऐसा ब्यवहार ना हो ।",
        "user_name": "Pankaj Mishra",
        "comment_time": "2025-04-01T16:55:36.000Z"
      },
      {
        "comment_id": "1906933607316574389_97",
        "text": "बॉलीवुड वालो को मारो जो फिल्मे हिंदी में बनाते हैं और नार्थ इंडिया वालो का पैसा लेकर मौज लेते हैं , है हिम्मत मनसे वालो ? कल शाहरुख़ , सलमान और अन्य का घर घेरो और यही सलूक करो",
        "user_name": "DIGVIJAY CHAUDHARY",
        "comment_time": "2025-04-01T14:09:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_98",
        "text": "Yahi Karnataka mein hota toh news hota",
        "user_name": "An Indian",
        "comment_time": "2025-04-01T08:42:12.000Z"
      },
      {
        "comment_id": "1906933607316574389_99",
        "text": "सोच शुरू से ही घटिया रही है  हमेशा जाति के नाम पर और धर्म के नाम पर लोगों को लड़ाने को तैयार रहें है। \nअगर इनको मराठी होने पर इतना ही गर्व है तो इनको मराठियों द्वारा उगाया हुआ ही खाना चाहिए मराठियों द्वारा बनाया हुआ कपड़ा ही पहनना चाहिए मराठियों द्वारा बनाई गई गाड़ी में ही बैठना",
        "user_name": "Vinod Mahawar",
        "comment_time": "2025-04-01T12:16:07.000Z"
      },
      {
        "comment_id": "1906933607316574389_100",
        "text": "If they are so concerned about this ,why are they not in  the ruling govt .there owns don't trust them .it's completely chapri .Going further you have to learn every regional language .y can't to tell the boses of MNC to conduct meetings in regional language.",
        "user_name": "Dmyo Brat",
        "comment_time": "2025-04-03T01:46:48.000Z"
      },
      {
        "comment_id": "1906933607316574389_101",
        "text": "Noted",
        "user_name": "Abhishek Raj",
        "comment_time": "2025-04-01T05:23:19.000Z"
      },
      {
        "comment_id": "1906933607316574389_102",
        "text": "इसको मराठी नही आती इसके लिए ये मार नही खा रहा हैं ये सिर्फ गरीब हैं इसके लिए मार खा रहा हैं, अमीरों के तो ये पैर पकड़ते हैं, गुंडे साले,",
        "user_name": "BG",
        "comment_time": "2025-04-01T07:10:06.000Z"
      },
      {
        "comment_id": "1906933607316574389_103",
        "text": "Hum sab ko unity mein rehna chahiye we are indians ..language k liye ye sab mat kro yrr...",
        "user_name": "kush (सनातनी)",
        "comment_time": "2025-04-01T14:19:07.000Z"
      },
      {
        "comment_id": "1906933607316574389_104",
        "text": "डबल इंजन की सरकार में हिंदी भाषियों के साथ ऐसी गुंडई क्या कर रही हैं फडणवीस सरकार।\nगरीबों पर ही जोर चलता है in MNS के गुंडों का",
        "user_name": "Kundan Katariya",
        "comment_time": "2025-04-01T13:29:19.000Z"
      },
      {
        "comment_id": "1906933607316574389_105",
        "text": "उत्सव मनाओ मिठाईयां बाटो \n\nगोदी मीडिया का प्लान सफल हो रहा है",
        "user_name": "एच आर सीनम",
        "comment_time": "2025-04-01T09:39:18.000Z"
      },
      {
        "comment_id": "1906933607316574389_106",
        "text": "Gareeb logo ko pareshan karke ye log, sher bn rhe hai, ye koi mulla se marathi bulva kr dikhaye inki g@nd tod di jayegi.",
        "user_name": "Badal Singh Chauhan",
        "comment_time": "2025-04-01T11:34:34.000Z"
      },
      {
        "comment_id": "1906933607316574389_107",
        "text": "Raj Thackeray forces others to speak Marathi in Maharashtra, but his own son studied in an English-medium school and chose German over Marathi. Why should common people be told what language to speak? This hypocrisy must stop.\"",
        "user_name": "Yash chauhan",
        "comment_time": "2025-05-21T06:02:46.000Z"
      },
      {
        "comment_id": "1906933607316574389_108",
        "text": "Asli Aurangzeb to ye hai. Hamne Aurangzeb to nahi dekha lekin in mattarpanthi logo me vahi sare features hain jo Aurangzeb me bataye jate hain. These goons can't be called Hindus, jinhe hindi se itni nafrat hain",
        "user_name": "Rajeev Tyagi",
        "comment_time": "2025-04-02T03:31:49.000Z"
      },
      {
        "comment_id": "1906933607316574389_109",
        "text": "अरे मोदी जी कहाँ हैं",
        "user_name": "mkar Hans*",
        "comment_time": "2025-04-01T11:51:22.000Z"
      },
      {
        "comment_id": "1906933607316574389_110",
        "text": "What is happening this \n@Dev_Fadnavis\n @mieknathshinde\n @narendramodi\n @AmitShah\n \nThis is not acceptable in India.. no state is bigger than Bharat.",
        "user_name": "भक्त भारतीय/ Bhakt Bharatiy",
        "comment_time": "2025-04-02T01:42:00.000Z"
      },
      {
        "comment_id": "1906933607316574389_111",
        "text": "Maharashtra main toh BJP KI SARKAAR Hai",
        "user_name": "Rajneesh Ram Tripathi",
        "comment_time": "2025-04-01T08:46:57.000Z"
      },
      {
        "comment_id": "1906933607316574389_112",
        "text": "Hello \n@RajThackeray\n बंद करो ये चुतियाप। कुछ ढंग का सोच। ",
        "user_name": "Sanatan",
        "comment_time": "2025-04-01T12:54:39.000Z"
      },
      {
        "comment_id": "1906933607316574389_113",
        "text": "हिंदू एकता का नंगा नाच हो रहा है और वो भी BJP सरकार की नाक के नीचे\nक्या हो अगर UP, बिहार व अन्य राज्यों के लोग भी महाराष्ट्र वालों के साथ ऐसा ही सुलूक करें",
        "user_name": "Nikhil Bhardwaj",
        "comment_time": "2025-04-03T01:01:32.000Z"
      },
      {
        "comment_id": "1906933607316574389_114",
        "text": "यह जो मार खा रहा है यह यूपी बिहार वाला है जब पंजाब के किस यूपी में जा रहे थे इसी यूपी वाले ने अपनी थार गाड़ी से पंजाब भाइयों को जिंदा कुचल दिया था यह हाथ जोड़ रहा है इसकी सिर्फ मजबूरी है नहीं तो इनके यूपी बिहार जाओगे गोली मार देंगे थार गाड़ी  से उड़ा देंगे",
        "user_name": "Abubakar Ahmad",
        "comment_time": "2025-04-01T10:00:26.000Z"
      },
      {
        "comment_id": "1906933607316574389_115",
        "text": "Marathi is the state language of Maharashtra.Indian states were delineated on linguistics. Public services in any state shud be made in state languages as well. But, abusing people for not speaking in the regional language is not acceptable & unlawful.",
        "user_name": "Ameya Patil",
        "comment_time": "2025-04-01T23:01:29.000Z"
      },
      {
        "comment_id": "1906933607316574389_116",
        "text": "It has nothing to do with language just they try to intimidate poor person because they can",
        "user_name": "Ashish",
        "comment_time": "2025-04-01T17:12:30.000Z"
      },
      {
        "comment_id": "1906933607316574389_117",
        "text": "इसकी मैं घोर निंदा करता हूं ऐसे लोगों पर सख्त-शत कार्रवाई होनी चाहिए मराठी भाषा कोई राष्ट्रभाषा नहीं है जो बोलना जरूरी हो \n यूपी बिहार के हमारे भाई लोग वहां पर काम करने जाते हैं मराठी ना बोलने पर दुर्व्यवहार करना जुल्म है",
        "user_name": "Anil kumar",
        "comment_time": "2025-04-02T03:48:45.000Z"
      },
      {
        "comment_id": "1906933607316574389_118",
        "text": "ये हिजड़े कमजोरों पर ही क्यों अटैक करते हैं मराठी तो बहुत से सेलेब्रिटी भी नहीं बोल पाते जो मुंबई मे ही रहते हैं कभी उनपर भी अटैक करके दिखा दो नपुंसकों",
        "user_name": "Mukesh Mishra",
        "comment_time": "2025-04-03T02:59:14.000Z"
      },
      {
        "comment_id": "1906933607316574389_119",
        "text": "बहुत अच्छा किया ये लनभक्त महाराष्ट्र में आकर यहा दादागिरी करते है और तो और अंधभक्ती करते है",
        "user_name": "videshi_bhakt_return ™",
        "comment_time": "2025-04-03T03:13:46.000Z"
      },
      {
        "comment_id": "1906933607316574389_120",
        "text": "भाषा के नाम पर गुंडई , इस देश का भविष्य मुझे समझ में नहीं आ रहा है",
        "user_name": "santosh singh sanger",
        "comment_time": "2025-04-01T11:09:47.000Z"
      },
      {
        "comment_id": "1906933607316574389_121",
        "text": "Bangladeshi muslimo ne maharashtra ke kitni zameeno pe kabza kar rakha hai, ye MNS wale unhe kab confront karenge?",
        "user_name": "Bade Bhai",
        "comment_time": "2025-04-01T20:38:21.000Z"
      },
      {
        "comment_id": "1906933607316574389_122",
        "text": "शुद्ध मराठी भाषेत लिहिले आहे जन्मजात मंदबुद्धी असाल तर समजणार नाही शाळेत जाऊन शिका नाहीतर कुणीही जाहिर कचरा करेल सदाशिव पेठी शब्दात डोक्यात नाही तर नाही किमान गुडघ्यात तरी अकलेचा कण शिल्लक असेल तर मराठी भाषा शिकता येईल नसेल तर जमणार नाही मराठी शिकायला",
        "user_name": "M.Gajanan",
        "comment_time": "2025-04-02T08:47:55.000Z"
      },
      {
        "comment_id": "1906933607316574389_123",
        "text": "@Dev_Fadnavis\n ji what is this? People are not safe under the leadership of yours\n\nGunda gardi roko SAB",
        "user_name": "NIRAV VAISHNAV",
        "comment_time": "2025-04-01T09:00:07.000Z"
      },
      {
        "comment_id": "1906933607316574389_124",
        "text": "साले हिजड़े अगर एक बाप की olaad हो तो जो हिन्दुओं को मारते है mulle उनसे ladke दिखाओ उनसे तो सालों की gaand fat ti है",
        "user_name": "KAKU BHAI",
        "comment_time": "2025-04-01T08:15:17.000Z"
      },
      {
        "comment_id": "1906933607316574389_125",
        "text": "@ChouhanShivraj\n @myogiadityanath\n @ravikishann\n @NitishKumar\n @DrMohanYadav51\n @BJP4Bihar\n @BJP4UP\n @HemantSorenJMM\n @BJP4India\n @samrat4bjp\n @VijayKrSinhaBih\n \nWhen it’s going to end, on the name of language ppl will be beaten and they do not have source in their home state.\nPls see it.",
        "user_name": "Thomas Shelby",
        "comment_time": "2025-04-01T11:07:03.000Z"
      },
      {
        "comment_id": "1906933607316574389_126",
        "text": "Ye madarchod kuch kaam to kartey nahi jo kaam karta hai uspar rob dikhatey hain gujarati inka. pradesh chala rae hai. wahan aukaat nai hai bolney ki",
        "user_name": "Naks16",
        "comment_time": "2025-04-01T11:21:23.000Z"
      },
      {
        "comment_id": "1906933607316574389_127",
        "text": "देश राज ठाकरे के बाप का है क्या \nअगर ऐसा ही रहा तो हिंदू भाषा के नाम पर बटेगा और ये नेता यही चाहते है",
        "user_name": "e.s jadon बटेंगे तो कटेंगे",
        "comment_time": "2025-04-01T14:21:46.000Z"
      },
      {
        "comment_id": "1906933607316574389_128",
        "text": "ये गलत है।\n@RajThackeray\n जी\nमराठी आती नहीं इसलिए मारना गलत है।\nआप मराठी लोगोंकी इमेज को खराब मत करो!!!",
        "user_name": "Krishnacharandas",
        "comment_time": "2025-04-03T16:44:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_129",
        "text": "Ye UP bihar waley bhi in logo ko pelna start kar de ki awadhi braj Bhojpuri maithali nhi bolne pe pelne lage to akal thikane aa jayegi in logo ki",
        "user_name": "Aatul Singh",
        "comment_time": "2025-04-01T08:19:30.000Z"
      },
      {
        "comment_id": "1906933607316574389_130",
        "text": "महाराष्ट्रात रहायचे तर मराठीच बोलावी लागेल.",
        "user_name": "Bina",
        "comment_time": "2025-04-01T20:25:05.000Z"
      },
      {
        "comment_id": "1906933607316574389_131",
        "text": "Sadatani bhasha jaati rang khana kapda koi bhi karan pata kar kisi ko peet sakta hai ya Lynch kr sakta hai",
        "user_name": "We The People Of India",
        "comment_time": "2025-04-01T10:03:16.000Z"
      },
      {
        "comment_id": "1906933607316574389_132",
        "text": "सलमान खान ने पूरी फिल्म महाराष्ट्र में रहते हुए हिंदी में बना डाली वहाँ तो कोई नही गया।",
        "user_name": "RISHABH SRIVASTAV",
        "comment_time": "2025-04-01T12:35:00.000Z"
      },
      {
        "comment_id": "1906933607316574389_133",
        "text": "इस प्रकार का पागलपन आखिर बंद कब होगा..... ??????????????????????????????????????????????????????????????????????????????????????",
        "user_name": "राजीव शाण्डिल्य",
        "comment_time": "2025-04-01T13:53:30.000Z"
      },
      {
        "comment_id": "1906933607316574389_134",
        "text": "The Thackerays have often been known for their disruptive influence. Raj Thackeray has been abandoned by his own Marathi Manus. Hoping for anything constructive from them is merely wishful thinking.",
        "user_name": "आदर्श सिंह",
        "comment_time": "2025-04-01T13:44:19.000Z"
      },
      {
        "comment_id": "1906933607316574389_135",
        "text": "इनकी हिम्मत कैसे हुई यू हाथ उठाने की . बीजेपी नपुंसक सरकार .",
        "user_name": "Jyoti Trehan",
        "comment_time": "2025-04-01T05:14:53.000Z"
      },
      {
        "comment_id": "1906933607316574389_136",
        "text": "बिल्कुल हद ही हो गई है ये तो इस देश में हो क्या रहा है .",
        "user_name": "Jyoti Trehan",
        "comment_time": "2025-04-01T05:13:03.000Z"
      },
      {
        "comment_id": "1906933607316574389_137",
        "text": "Adani Ambani ko bade bade filmstar ko Mumbai me Marathi bol kar dikhane bolo ….Garib ko hi hamesha nichoda jata hai ……MNS dadagiri mat karo",
        "user_name": "Pritam Malviya",
        "comment_time": "2025-04-01T19:59:32.000Z"
      },
      {
        "comment_id": "1906933607316574389_138",
        "text": "कौन चुटिया है \n@MumbaiPolice\n  इनके खिलाफ कठोर कार्रवाई होनी चाहिए",
        "user_name": "Sudarshan Dixit",
        "comment_time": "2025-04-01T14:13:50.000Z"
      },
      {
        "comment_id": "1906933607316574389_139",
        "text": "जेहादी से लडने नही निकले ये मुम्बई  , नागपुर दंगे में...",
        "user_name": "Rahul Sharma",
        "comment_time": "2025-04-01T16:16:59.000Z"
      },
      {
        "comment_id": "1906933607316574389_140",
        "text": "Shiva ji aur Shambha ji zinda hote toh phle inn chutiyo ko marte yahi dikkat h hindu Ki language state and castes me divided haur kch aise h jo kisi bhi country se aate aur ama miya bol ke ek ho jate hkab sudhrege ye log… be united",
        "user_name": "Avinash singh",
        "comment_time": "2025-04-01T18:28:46.000Z"
      },
      {
        "comment_id": "1906933607316574389_141",
        "text": "@MumbaiPolice\n it is so easy nowdays to beat anyone. on the streets, sabotage anyone's property in broad daylight, on the name of politics. is it really nessessary  for everyone to be on their own and act against law.. as per current situation we need good leaders nt goon leaders",
        "user_name": "Shubham Soni",
        "comment_time": "2025-04-01T11:23:48.000Z"
      },
      {
        "comment_id": "1906933607316574389_142",
        "text": "Saalo to MHarastra mai HINDI FILM KESE bnne dete ho .\nEk Ma ki aulad ho to usko band krao \n@mnsadhikrut\n @Dev_Fadnavis\n \nEk bichare watch man pr kutto ki jhund ki trah khade hoke bhonk rhe ho,, acchi mrathi dikh rahi hai.",
        "user_name": "Arjun Kejriwal",
        "comment_time": "2025-04-01T12:29:40.000Z"
      },
      {
        "comment_id": "1906933607316574389_143",
        "text": "Hello MNS dogs",
        "user_name": "𝘚ourav.",
        "comment_time": "2025-04-02T03:30:43.000Z"
      },
      {
        "comment_id": "1906933607316574389_144",
        "text": "Kuch aise 6akko ki wajah se hindu ek nahin ho pate hai",
        "user_name": "vikram Singh chauhan",
        "comment_time": "2025-04-02T17:40:34.000Z"
      },
      {
        "comment_id": "1906933607316574389_145",
        "text": "Bmc भी के चुनाव आ रहे है इसलिए गुंडागर्दी हो रही है",
        "user_name": "Krishan_ll.b rathI ( मतलबी हिन्दू)",
        "comment_time": "2025-04-01T07:24:27.000Z"
      },
      {
        "comment_id": "1906933607316574389_146",
        "text": "Ye ghatana nahi ye soch samajh kar kiya gaya hai aur abhi tak doshiyo ko arrest nahi kiya gaya",
        "user_name": "UPDATE",
        "comment_time": "2025-04-03T01:11:32.000Z"
      },
      {
        "comment_id": "1906933607316574389_147",
        "text": "Inki himmat gareeb aadmi ke saamne hoti hao aukkat h tw rajasthan up m krke btaooo hindi hmari rastra bhasha hai or hum garv se bolenge bssss aukkat ho tw brabri wle se krke btao tumhe tumhari aukkat lgane m usko der ni lgegi",
        "user_name": "Bhavesh singh",
        "comment_time": "2025-04-01T15:08:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_148",
        "text": "कार्यकर्ता या गुंडे???\n@aajtak",
        "user_name": "Vivek Chauhan",
        "comment_time": "2025-04-01T14:00:29.000Z"
      },
      {
        "comment_id": "1906933607316574389_149",
        "text": "ह्याला म्हणतात गलिच्छ राजकारण. नुकताच महाराष्ट्रात आलेल्या व्यक्ती ला मराठी बोल म्हणून बळजबरी करायची आणि बिचाऱ्याला नाही आला बोलता तर मग एकट्याला घेरून मारायचा.",
        "user_name": "Author Ram Pritam",
        "comment_time": "2025-04-02T21:16:32.000Z"
      },
      {
        "comment_id": "1906933607316574389_150",
        "text": "Sheeee yaar koi jabar dasti nahi hai inke aukat dekho watchman Tak ke hai isliye bechare watchman ko maar rahai hai sheee shameless people this is called bjp hero’s.",
        "user_name": "Aasim Ali",
        "comment_time": "2025-04-01T22:21:04.000Z"
      },
      {
        "comment_id": "1906933607316574389_151",
        "text": "Aurangzeb ki god me baithenge lekin Hindu bhai se nafrat hai.. \n@RajThakre\n  why there is no power show against Aurangzeb ki mazar?? Who killed Maratha warrior king!??",
        "user_name": "gaurav jha",
        "comment_time": "2025-04-01T16:52:26.000Z"
      },
      {
        "comment_id": "1906933607316574389_152",
        "text": "Mujhe lag raha hai, mumbai ab sarvnash k kagar pe hai. MNS walon ko Marathi language k jagah mumbai ke development k baare me sochna chahiye. Ek security guard ko marne ya dhamkane se kuchh nahi hoga. Ye MNS walon ko neechta darsati hai.",
        "user_name": "k kishor Pandey",
        "comment_time": "2025-04-01T15:32:57.000Z"
      },
      {
        "comment_id": "1906933607316574389_153",
        "text": "#हिंदीभाषिकदहशतवाद",
        "user_name": "केतन वेदक",
        "comment_time": "2025-04-02T03:29:17.000Z"
      },
      {
        "comment_id": "1906933607316574389_154",
        "text": "Chu*iye h!.ndu. They're facing a direct threat from g-had!z & here they're beating one another for merely unable to speak a regional language",
        "user_name": "PandoraUnleashed",
        "comment_time": "2025-04-01T16:17:30.000Z"
      },
      {
        "comment_id": "1906933607316574389_155",
        "text": "मुंबई हिंदुस्तान से अलग है क्या?\nया फिर ये मुंबई को देश से अलग करना चाहते हैं?\nक्या एक दूसरा कश्मीर बनाने कि तैयारी चल रही ?\nहिंदुस्तान में रहकर हिंदी कि मान्यता क्यूँ ख़त्म कि जा रही?\nहिंदी से इतनी ही प्रॉब्लम है तो हिंदुस्तान छोड़ो\n@PMOIndia\n \n@rashtrapatibhvn\n \n@BoltaHindustan",
        "user_name": "Mohammad Danish Sk",
        "comment_time": "2025-04-01T19:21:38.000Z"
      },
      {
        "comment_id": "1906933607316574389_156",
        "text": "These guys are goons..and all indulging and inciting language issue should be dealt with iron hand..politicians are whitest to divide country",
        "user_name": "Kuldeep S",
        "comment_time": "2025-04-02T01:49:41.000Z"
      },
      {
        "comment_id": "1906933607316574389_157",
        "text": "Gawar log aise hi hote hai kuch nahi hone wala hai sab politics hai",
        "user_name": "Blessed Banarasi",
        "comment_time": "2025-04-01T11:39:01.000Z"
      },
      {
        "comment_id": "1906933607316574389_158",
        "text": "बीजेपी के राज में बहुत डर लग रहा है",
        "user_name": "Karambir Kumar Singh",
        "comment_time": "2025-04-01T17:05:39.000Z"
      },
      {
        "comment_id": "1906933607316574389_159",
        "text": "Desh ki rashtra bhasha kya hai.\n\nKisi ko pata hai",
        "user_name": "Sk",
        "comment_time": "2025-04-01T16:44:17.000Z"
      },
      {
        "comment_id": "1906933607316574389_160",
        "text": "BMC Election ki tayyari hai shayad",
        "user_name": "Akhtar Hussain",
        "comment_time": "2025-04-01T09:49:38.000Z"
      },
      {
        "comment_id": "1906933607316574389_161",
        "text": "यही काम एक बार उत्तर पूर्विया लोगों के साथ भी हुआ था ।फिर उस एक्शन का रिएक्शन जब हुआ तब इनकी पिछवाड़े से हवा निकल गयी ।जगह जगह ट्रेन रोक कर जब कुटाई होने लगी तब इनको होश आया ,जब इनके एक नेता जब अयोध्या आने को बोले तब क्या रिएक्शन हुआ था की आओ आपका इंतजार है",
        "user_name": "Ashok Prasad",
        "comment_time": "2025-04-03T02:27:48.000Z"
      },
      {
        "comment_id": "1906933607316574389_162",
        "text": "UP, बिहार वालों को भाजपा की सहयोगी महाराष्ट्र में पीट रही है, भाजपा की सरकार चुप चाप देख रही है और भाजपा का प्रधानमंत्री और गृह मंत्री UP, बिहार में हिंदू एकता का बात करके वोट मांगते घुम रहा है। \n@SanjayAzadSln\n @yadavtejashwi\n @yadavakhilesh",
        "user_name": "MK",
        "comment_time": "2025-04-01T06:09:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_163",
        "text": "Maharashtra CM, Could you like take strict action against in this regared because It's a serious crime...\n@CMOMaharashtra\n \n@CPMumbaiPolice",
        "user_name": "Somnath Khanna",
        "comment_time": "2025-04-01T13:45:36.000Z"
      },
      {
        "comment_id": "1906933607316574389_164",
        "text": "UP 15 me ek bar ajoo tume dekhte hai mardangi",
        "user_name": "YOGESH KUMAR",
        "comment_time": "2025-04-02T18:51:45.000Z"
      },
      {
        "comment_id": "1906933607316574389_165",
        "text": "@aajtak\n @ZeeNews\n @ABPNews\n @news24tvchannel\n @NewsWatch_Ind\n मराठी हो या तमिल,जो  को भाषाई आधार पर बांटने लगा हैं,वो भूल जाता है, हिंदी भाषी राज्यों की संख्या ज्यादा है,जिस दिन हिंदी भाषी राज्यों के लोगों ने यह शुरू कर दिया उस दिन इनकी भाषाई गुंडई बंद हो जायेगी बॉलीवुड,तमिल बहिष्कार",
        "user_name": "Ankit Pathak (Hindu)",
        "comment_time": "2025-04-01T19:00:42.000Z"
      },
      {
        "comment_id": "1906933607316574389_166",
        "text": "कितने जाहिल हैं ये जो एक व्यक्ति को भाषा के आधार पर प्रताणित करते हैं \n\nअबे ये किसी के नहीं होंगे इनके बच्चे पढ़ने कहीं बाहर जाएं तो उनकी भी ठुकाई होगी तब पता चलेगा \n\nअबे गधों सुधर जाओ।",
        "user_name": "Adv himanshu Sharma",
        "comment_time": "2025-04-01T17:24:35.000Z"
      },
      {
        "comment_id": "1906933607316574389_167",
        "text": "ऐसे लोगों पर कार्यवाही करना चाहिए",
        "user_name": "RRB YADAV",
        "comment_time": "2025-04-01T08:17:55.000Z"
      },
      {
        "comment_id": "1906933607316574389_168",
        "text": "A Marathi language concern should inspire guidance, not violence against a less educated worker. The fluent aggressor benefited from lifelong exposure and schooling in Maharashtra. Should show humanity.",
        "user_name": "kumar@147",
        "comment_time": "2025-04-16T09:24:08.000Z"
      },
      {
        "comment_id": "1906933607316574389_169",
        "text": "Bhai desh ke logo ko kya ho gaya hai ye hamare bharat ke log nahi ho sakte hai ???? is not indian",
        "user_name": "Pradeep Kumar",
        "comment_time": "2025-04-03T01:56:45.000Z"
      },
      {
        "comment_id": "1906933607316574389_170",
        "text": "Respect the language of the state you are living in by all means. Who has given these guys the right to hit people?\nWhat MNS folks are telling everyone is - if you find Marathi folks in other states and they can't speak the language of that state, thrash them.",
        "user_name": "Rebelliousmallu",
        "comment_time": "2025-04-01T20:00:34.000Z"
      },
      {
        "comment_id": "1906933607316574389_171",
        "text": "@Jay32074489 dekh bhai, idhar bhi watchman attitude dikha raha hai? Ab yeh madarchod gendo ki peeth laal karni chahiye ya nahi.  Napunsak land ke baal hai ye manse waale",
        "user_name": "Prince Pandey",
        "comment_time": "2025-04-01T06:53:07.000Z"
      },
      {
        "comment_id": "1906933607316574389_172",
        "text": "ये जब किसी दूसरे राज्य जाएं तो ऐसा ही स्वागत हो तो बुद्धि खुल जाएगी।",
        "user_name": "अनुराग मिश्र/Anurag mishra",
        "comment_time": "2025-04-01T20:48:38.000Z"
      },
      {
        "comment_id": "1906933607316574389_173",
        "text": "आदरणीय \n@Dev_Fadnavis\n जी ये क्या चल रहा हैं आपके महाराष्ट्र में अगर आपलोगो को दिक्कत हैं तो घोषणा कर दो की महाराष्ट्र में केवल मराठी ही रहेंगे जिसको मराठी नहीं आती वो वापिस अपने राज्य चले जाओ। \n@CMOMaharashtra\n @mieknathshinde\n @Diwakar70608436\n @SonOfBharat7",
        "user_name": "धीरज सिंह राठौड़",
        "comment_time": "2025-04-01T17:21:52.000Z"
      },
      {
        "comment_id": "1906933607316574389_174",
        "text": "Soo, nothing else is left in politics now they wanna implement the Tamilnadu model in MHA, BTW what is BJP doing aren't they in power there?",
        "user_name": "हिमांशु पंत",
        "comment_time": "2025-04-02T04:53:31.000Z"
      },
      {
        "comment_id": "1906933607316574389_175",
        "text": "देश के प्रत्येक राज्य में हिन्दी भाषा बोलने वालों पर ही अत्याचार होते हैं। हिन्दी भाषा बोलने वालों को ना ही मराठी,गुजराती,तमिल,कन्नड़ भाषा या कोई ओर भाषा से दिक्कत नहीं है।\nमैं यह नहीं बोल रहा,कि आप अपनी भाषा ना बोले,पर आप किसी को अपनी भाषा बोलने के लिये मजबूर नहीं कर सकते हो।",
        "user_name": "ठाकुर गजेन्द्र प्रताप सिंह राठौड़",
        "comment_time": "2025-04-02T03:38:27.000Z"
      },
      {
        "comment_id": "1906933607316574389_176",
        "text": "भाषा सीखना सब के बस की बात नहीं होती। कुछ लोग फट से सीख लेते हैं, कुछ नहीं सीख पाते। ऐसा demand करना ठीक नहीं। कोई Maharashtra से केरल job करने गया हो तो मलयालम बोल पाएगा?जब किसी को humiliate करने के बाद उसको undo नहीं कर सकते, तो ऐसी हरकत ही क्यों करना है? थप्पड़ क्यों मारना है?",
        "user_name": "Smita Dash Sahoo",
        "comment_time": "2025-04-02T18:25:09.000Z"
      },
      {
        "comment_id": "1906933607316574389_177",
        "text": "Wo take ka mns jiski koie aukad nahi jo ek vi seat aaj tak le ke aaiya nahi.. Ti aise kamjor logo ko markar gundha gardi kartha... Nahi chalega... To delhi me  aakar kya marathi boltha hai... Ya hindi... Aise logo ko police ko kutna chaiye...",
        "user_name": "Shashikesh Kumar",
        "comment_time": "2025-04-04T15:37:42.000Z"
      },
      {
        "comment_id": "1906933607316574389_178",
        "text": "Using language as a basis for violence is shameful. Speaking Marathi is a right for anyone, but it doesn't mean imposing it on others through violence. We should respect each other, not spread hatred.",
        "user_name": "DEWTAL",
        "comment_time": "2025-04-01T11:05:46.000Z"
      },
      {
        "comment_id": "1906933607316574389_179",
        "text": "इसी कारण देश गुलाम हुआ, यहाँ mdr chodo को अपना अपना दिखता है \nकभी हिंदी बोलता तो नहीं होगा ये MNS वाले \n\nगरीबों को परेशान करके क्या ताकत दिखाता है, बेचारे मेहनत करते हैं पेट पालने के लिए",
        "user_name": "AJAY VERMA",
        "comment_time": "2025-04-01T18:08:45.000Z"
      },
      {
        "comment_id": "1906933607316574389_180",
        "text": "Yeh nafrat tum logon ki failayi hui hai, kya socha tha sirf muslim hi pareshan honge sabka waqt aata hai",
        "user_name": "Hitler Khan",
        "comment_time": "2025-04-01T19:17:07.000Z"
      },
      {
        "comment_id": "1906933607316574389_181",
        "text": "ab lagta hy Mumbai Jane v liye v ilet hona chahye or visa lagna chahye Indian ko hamare uttarakhand m v ab Maharashtra say vo he aaye jo Kumauni bolna janata ho",
        "user_name": "Suraj SinghChauhan",
        "comment_time": "2025-04-03T01:55:14.000Z"
      },
      {
        "comment_id": "1906933607316574389_182",
        "text": "हिज़रे है ये सब",
        "user_name": "विक्रम सिंह",
        "comment_time": "2025-04-01T10:44:40.000Z"
      },
      {
        "comment_id": "1906933607316574389_183",
        "text": "Badhiya h bhai..ye sab hi karo..kitna paap arjit kar rhe ho iska andaja ni tumhe..tumlogo ki aane wali pidhiyaan barbaad ho jaengi..sab ka hisab bhagwaan kr hi deta hai kisi na kisi din..kuch ni bachta aise logo k pass",
        "user_name": "Manish Singh",
        "comment_time": "2025-04-01T09:00:14.000Z"
      },
      {
        "comment_id": "1906933607316574389_184",
        "text": "@Dev_Fadnavis\n congratulations... kabhi kannada , kabhi Hindi ab Marathi...bjp will never be progressive,  lost every hope from you ppl",
        "user_name": "Sajan",
        "comment_time": "2025-04-01T11:06:49.000Z"
      },
      {
        "comment_id": "1906933607316574389_185",
        "text": "मुर्खता और उदंडता का चरमोत्कर्ष !! \nभारत में हर राज्य में एक दुसरे राज्य के लाखों प्रवासी काम करते है !\nकिसी भाषा को सीखने मे पुरी एक पीढ़ी का समय बीत जाता है ! \nमहाराष्ट्र के 50 लाख प्रवासी गुजरात में काम करते हैं ! कभी किसी को गुजराती ना आने की वजह से ना पीटा ना अपमानित किया !",
        "user_name": "Rajendra",
        "comment_time": "2025-04-01T12:27:38.000Z"
      },
      {
        "comment_id": "1906933607316574389_186",
        "text": "Mujhe Lagta hai Jo bhi Aisa karta hai use usk tareeke se sikhana chahiye koi bhi watchman ya vyakti uses aise tuchha aur ___ log se dare na sabko nahi to ek Ke kaan Ke neeche maro",
        "user_name": "Ranjit Dube",
        "comment_time": "2025-04-01T10:08:02.000Z"
      },
      {
        "comment_id": "1906933607316574389_187",
        "text": "Disgusting pigs of MNS. \nयह नीच लोग सिर्फ कमजोर पर ही अपनी धौंस जमाना जानते हैं , अरे डूब मरो कमीनों\nआणि महाराष्ट्र मध्ये English चालेल?? वाह रे काय गुलामी ची मानसिकता आहे तुमची \nधिक्कार आहे",
        "user_name": "Lrnr_tnkrr",
        "comment_time": "2025-04-01T19:30:06.000Z"
      },
      {
        "comment_id": "1906933607316574389_188",
        "text": "अब इसे जंगल राज नही कहोगे दोगली मीडिया,यही घटना अगर बिहार में हो जाये तो कहोगे की जंगल राज है।",
        "user_name": "Rahul Kumar Patel",
        "comment_time": "2025-04-03T03:51:57.000Z"
      },
      {
        "comment_id": "1906933607316574389_189",
        "text": "@RajThackeray\n @CMOMaharashtra\n wah wah ",
        "user_name": "राजमाता",
        "comment_time": "2025-04-01T19:19:11.000Z"
      },
      {
        "comment_id": "1906933607316574389_190",
        "text": "Bas fakt gor garibana maara, Rahul Priyanka Mallikarjun Kejriwal the yevun hindi madhe rajkiya sabha ghetto thevah kay kartat \n@RajThackeray",
        "user_name": "Sachin Katariya",
        "comment_time": "2025-04-01T12:53:40.000Z"
      },
      {
        "comment_id": "1906933607316574389_191",
        "text": "@RajThackeray\n per FIR honi chahiye , ye bhasha ke naam par desh ko baant raha hai,",
        "user_name": "Nabi Imam",
        "comment_time": "2025-04-01T13:34:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_192",
        "text": "Sahi kiya en UP Bihariyo ka sath",
        "user_name": "Professor Shaan Suraiyya Babu",
        "comment_time": "2025-04-01T07:57:48.000Z"
      },
      {
        "comment_id": "1906933607316574389_193",
        "text": "ये मादरचोद सुधरते क्यों नहीं \nसंभाजी महाराज का अपमान हुआ तो गान में दुम दबाकर बैठे थे",
        "user_name": "आंबेडकरवादी",
        "comment_time": "2025-04-01T10:34:55.000Z"
      },
      {
        "comment_id": "1906933607316574389_194",
        "text": "ए भोसdवाले  , एक एक को पीट पीट के मराठी सिखा रहे हैं। इससे अच्छा इनका जो बाप है ठाकरे  वही सार्वजनिक रूप से बोल दे जो मराठी बोलेगा वही महाराष्ट्र में काम करेगा,  फिर देखो क्या होता है।कल से  वह ही महाराष्ट्र में नहीं रहेगा",
        "user_name": "Rakesh Vishwakarma",
        "comment_time": "2025-04-02T00:53:02.000Z"
      },
      {
        "comment_id": "1906933607316574389_195",
        "text": "Ye sala mns ke gunde ko devendra ji jail main dalkar pichwada garm garwayen",
        "user_name": "sanjiv kumar (Modi ka parivar)",
        "comment_time": "2025-04-03T04:47:33.000Z"
      },
      {
        "comment_id": "1906933607316574389_196",
        "text": "अम्बानी जी के घर जाने की हैसियत है इनकी क्या??\nठाकरे परिवार का पूरे देश में नाम है,इस प्रकार की ओछी हरकते उनके खानदान के नाम डुबाने का काम कर रही है",
        "user_name": "Ravi Kumar Rajak",
        "comment_time": "2025-04-01T09:34:27.000Z"
      },
      {
        "comment_id": "1906933607316574389_197",
        "text": "Pls deport all traveller staying in hotel came to visit mumbai and dont knw local language",
        "user_name": "Ashok Jain",
        "comment_time": "2025-04-01T15:59:26.000Z"
      },
      {
        "comment_id": "1906933607316574389_198",
        "text": "Inki yahi aukaat hai ,gareeb logo ko pitenge,apni takat nagpur mein nahi dikha paaye",
        "user_name": "Rahul panwar",
        "comment_time": "2025-04-01T11:13:15.000Z"
      },
      {
        "comment_id": "1906933607316574389_199",
        "text": "This is outright hooliganism, and the MNS members are back to their old ways. This must be stopped immediately. I strongly condemn this act by MNS. #RajThackeray, you need to act responsibly and stop targeting the weak.",
        "user_name": "Sanat K Mishra",
        "comment_time": "2025-04-01T19:44:48.000Z"
      },
      {
        "comment_id": "1906933607316574389_200",
        "text": "ये एक आम भारतीयों का अपमान है, MNS के कार्यकर्ता सिर्फ भाषा के लिए इतना शोषण कर रहे है \nऔर एक शिवाजी महाराज जो मराठी थे वो स्वराज के लिए लड़े थे \n@AmitShah\n @Dev_Fadnavis\n ये गुंडा बाजी नहीं चलेगी",
        "user_name": "भोपास्वामी",
        "comment_time": "2025-04-01T19:47:48.000Z"
      },
      {
        "comment_id": "1906933607316574389_201",
        "text": "Ye sale kutte marathi desh ki har state me milenge or bahi apna ghr bna lenge enki state me dusro ke sath kesa byabahar krte h marathi bhgao state bchao.\n@DrMohanYadav51\n , \n@MP_MyGov",
        "user_name": "Pradeep sahu",
        "comment_time": "2025-04-01T16:14:05.000Z"
      },
      {
        "comment_id": "1906933607316574389_202",
        "text": "Chutyon itna hi dum hai pichwade mei security guards, labour jaise logon se ye sab harkat krrahe.\nDum hai to random road pe jaake kisis se bhi kro aisa to thoda brabri ho muscle ki",
        "user_name": "Qayed",
        "comment_time": "2025-04-01T19:43:47.000Z"
      },
      {
        "comment_id": "1906933607316574389_203",
        "text": "Are mns ke kutto ek Garib ko maar kar ser ban rahe ho jaha ye kutte dekhe wahi inki khal utar Lunga.",
        "user_name": "Navin kumar Choudhary",
        "comment_time": "2025-04-03T09:51:08.000Z"
      },
      {
        "comment_id": "1906933607316574389_204",
        "text": "क्या जाहिल लोग है अगर भाषा के नाम पर इसी तरह चलता रहा तो वो दिन दूर नही जब यह राज्य में ऐसे जमूरे पैदा हो जाएंगे और देख को 1947 के दौर में ले जाएँगे",
        "user_name": "Raja Raja",
        "comment_time": "2025-04-01T14:36:51.000Z"
      },
      {
        "comment_id": "1906933607316574389_205",
        "text": "@mnsadhikrut\n @RajThackeray\n kya re marathi nahi aati toh kya sabko maroge??kisne Haqq diya hai tumko logo ko marne ka?? \n@MumbaiPolice\n kutch action loge tumlog ya sirf upar se orders aane par hi tum log kaam karte ho??",
        "user_name": "skeletorrrrr",
        "comment_time": "2025-04-01T17:28:30.000Z"
      },
      {
        "comment_id": "1906933607316574389_206",
        "text": "It's very sad",
        "user_name": "Pramod V Deshpande",
        "comment_time": "2025-04-03T08:23:33.000Z"
      },
      {
        "comment_id": "1906933607316574389_207",
        "text": "Very unfortunate \nWhy SC and Election Commission is not taking cognisance of such videos \n\nIf they want every one to speak they sud run Marathi speaking centres",
        "user_name": "Pradeep Naithani-प्रदीप नैथानी",
        "comment_time": "2025-04-01T16:41:50.000Z"
      },
      {
        "comment_id": "1906933607316574389_208",
        "text": "Pehle south me hindi se dikt tha. Ab west me. Aur tm sale log baat jao language me. Ye jo jhapar mara na. Iska aukat nahi hoga non Marathi area me bhaukne ka. Ghr ka kutta h",
        "user_name": "Ankit Verma",
        "comment_time": "2025-04-01T19:01:48.000Z"
      },
      {
        "comment_id": "1906933607316574389_209",
        "text": "If you don't know any language then simply respectfully submit apologies and move on,better to not abuse or involve in querrel.I thought its a best possible option.",
        "user_name": "RPSingh",
        "comment_time": "2025-04-02T04:39:24.000Z"
      },
      {
        "comment_id": "1906933607316574389_210",
        "text": "@ChiefMns\n elections in Maharashtra aren’t due for another 5 years",
        "user_name": "Singh",
        "comment_time": "2025-04-01T17:45:43.000Z"
      },
      {
        "comment_id": "1906933607316574389_211",
        "text": "Firbhi koi action nhi hoga marathi par",
        "user_name": "m",
        "comment_time": "2025-04-03T04:06:01.000Z"
      },
      {
        "comment_id": "1906933607316574389_212",
        "text": "Maharashtra main jana band kar do tourism band kar do aur duniya main koi marathi kaheen par bhi ho usko bhi aise he bhago",
        "user_name": "sunil Kirad",
        "comment_time": "2025-04-03T21:42:54.000Z"
      },
      {
        "comment_id": "1906933607316574389_213",
        "text": "kya MC  ki jhund lekr garib majdur logo ko pareshan krte BC, kabhi barabari waale se milo tumhari gaan me danda daal kr lehra dega, saale hijde MC",
        "user_name": "Deep",
        "comment_time": "2025-04-01T10:31:49.000Z"
      },
      {
        "comment_id": "1906933607316574389_214",
        "text": "Marathi bolne wale hindi bhashi rajyo me bhi hai, agar in logo ne number lagaya na to bhagte dikhayi doge,isliye batne ka kam nhi karo",
        "user_name": "akash gupta",
        "comment_time": "2025-04-01T08:49:26.000Z"
      },
      {
        "comment_id": "1906933607316574389_215",
        "text": "Police ko gaali dena shobhniya to nahi lagta hai par is tarike ke video dekh kar bharwa bolna galat nahi \nhoga.In madarchodo ka maharashtra to hai nahi .",
        "user_name": "vikrant vishal",
        "comment_time": "2025-04-01T07:05:23.000Z"
      },
      {
        "comment_id": "1906933607316574389_216",
        "text": "aaj tak news channel dura felai gai nafrat ka natiza hai",
        "user_name": "Naeem Mewati",
        "comment_time": "2025-04-03T01:31:00.000Z"
      },
      {
        "comment_id": "1906933607316574389_217",
        "text": "These all are just paid dogs. Their owners are also paid dogs but they are pretending that they are from higher breed. Chaos on language is their only way to get highlighted as they cant get single seat in elections. Poor MNS unpaid workers…",
        "user_name": "Varun Pandya",
        "comment_time": "2025-04-01T17:48:10.000Z"
      },
      {
        "comment_id": "1906933607316574389_218",
        "text": "MNS का कोई स्कोप नही है , ये देश में अपने ही आदमियो मतलब गरीब हिन्दुओं को शिकार बना कर अपना सर ऊचा रखते है | नागपुर में राज ठाकरे क्यों नही जाते ? बाला साहेब की विरासत पर ये सब जिन्दा है , जो बाला साहेब असली शेर थे ये सब बात के शेर है | ऐसे घमंडी और हिंदी विरोधियों का कोई भविष्य",
        "user_name": "Uttam Misra",
        "comment_time": "2025-04-01T09:07:51.000Z"
      },
      {
        "comment_id": "1906933607316574389_219",
        "text": "@narendramodi\n@AmitShah\nकिसी दिन बीजेपी ईसको भी अपने पार्टी मे ले लेगी",
        "user_name": "सरोज मिश्रा",
        "comment_time": "2025-04-03T04:50:57.000Z"
      },
      {
        "comment_id": "1906933607316574389_220",
        "text": "ये वही पेशवा मराठी लग रहे है जो दलितों पे अत्याचार किए थे।",
        "user_name": "Amar photography",
        "comment_time": "2025-04-01T07:46:35.000Z"
      },
      {
        "comment_id": "1906933607316574389_221",
        "text": "Randi ki paidaish h saale hindu hindu ko maar rhaa h nagpur me in Marathi maraathi ki gaand fatti gye thi mullo ke aage",
        "user_name": "Hardeep Singh",
        "comment_time": "2025-04-01T15:39:43.000Z"
      },
      {
        "comment_id": "1906933607316574389_222",
        "text": "सिर्फ किसी मजबूर गरीब इंसान पर मर्दानगी दिखाने से कुछ नहीं होगा, अगर सच में औकात है तो किसी नेता या उसके बेटे को समझकर दिखाओ, तब मानेंगे। और अपने महाराष्ट्र में मराठी के अलावा कोई भाषा ना बोली जाए ये कानून ला कर दिखाओ, नहीं तो ये नपुंसक वाला काम करना बंद करो ।",
        "user_name": "Adarsh Srivastav",
        "comment_time": "2025-04-01T10:25:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_223",
        "text": "मराठी मानुष जब उत्तर भारत में आते हैं तो इनके साथ ऐसा व्यवहार तो नहीं होता। फिर इनपर कार्यवाही होनी चाहिए की नहीं? स्थानीय पुलिस प्रशासन इनके खिलाफ कार्रवाई करें।",
        "user_name": "Munnilal Rajbhar",
        "comment_time": "2025-04-02T10:59:26.000Z"
      },
      {
        "comment_id": "1906933607316574389_224",
        "text": "Apni bihar aur UP Sarkar ko bolo\nPradesh me udhyog dhande LaHaye\nNaukri deve",
        "user_name": "Vikram chand",
        "comment_time": "2025-04-01T06:51:38.000Z"
      },
      {
        "comment_id": "1906933607316574389_225",
        "text": "Ase ye log karege to kal ko mujhe bhi marathi se nafrat ho jaegi ho sakta hai me marathi ko gaali du asa na ho isliye ye sab na kare \nIsii trh Maharashtra mein rah Rahe bangladeshiyon ko पीट-पीटकर Bahar nikaalo to maane ",
        "user_name": "Bhupendra chaudhary(Deepu)",
        "comment_time": "2025-04-01T13:26:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_226",
        "text": "फिर तो इन्हें मौहम्मद अली रोड से शुरूआत करनी चाहिए।",
        "user_name": "NJ",
        "comment_time": "2025-04-01T18:43:03.000Z"
      },
      {
        "comment_id": "1906933607316574389_227",
        "text": "Ye galat hai Bhasha kai liye araajakta hum sab ko Desh Virodhio ko parajit karne kai liye ek hi rahena hai.",
        "user_name": "Adv. Kavita Singh Chauhan",
        "comment_time": "2025-04-01T07:44:53.000Z"
      },
      {
        "comment_id": "1906933607316574389_228",
        "text": "मुंबई में शायद कितने फॉरनर्स है या बड़ी कंपनी या सेंट्रल जॉब में लोग होंगे तो क्या सबको लोकल भाषा आती होगी ऐसे किसी के साथ करना गलत है भाषा एक जरिया है दो लोगो के विचारों को समझने का इसे मतभेद या वायरल होने की जिद में या किसी गरीब को तंग करने के लिए नहीं करना चाहिए। विनती है।",
        "user_name": "Vinit kumar singh",
        "comment_time": "2025-04-01T11:03:54.000Z"
      },
      {
        "comment_id": "1906933607316574389_229",
        "text": "गरीबो को मारो बस",
        "user_name": "Abhishek",
        "comment_time": "2025-04-01T12:05:20.000Z"
      },
      {
        "comment_id": "1906933607316574389_230",
        "text": "Namardh",
        "user_name": "India That is Bharat",
        "comment_time": "2025-04-02T17:54:08.000Z"
      },
      {
        "comment_id": "1906933607316574389_231",
        "text": "ऐसे दंगाइयों पर कठोरतम कारवाई होनी चाहिए",
        "user_name": "S R जाट मुण्डेल",
        "comment_time": "2025-04-02T04:13:20.000Z"
      },
      {
        "comment_id": "1906933607316574389_232",
        "text": "Marathi, punjabi, kannad, mallyali, Bihari, lauda, lassan jaise log comment karein aur suddha bhartiya like karein…",
        "user_name": "B̸O̸L̸T̸I̸ B̸A̸N̸D̸",
        "comment_time": "2025-04-02T05:39:52.000Z"
      },
      {
        "comment_id": "1906933607316574389_233",
        "text": "Lo BJPee walo ka doghlapan dekh lo, Mumbai me Hindi bolne pe peeta ja raha ke Maharashtra me hai to Marathi bol aur South me kutte ki tarah bhonk rahe ke Waha Hindi language ko preference dena chahiye",
        "user_name": "Magnet (Ø,G)",
        "comment_time": "2025-04-01T16:52:46.000Z"
      },
      {
        "comment_id": "1906933607316574389_234",
        "text": "@Dev_Fadnavis\n @mieknathshinde\n @CMOMaharashtra\n @DGPMaharashtra\n क्या मज़ाक है ये है असली गुंडे इनको ठीक करें।",
        "user_name": "Abhinav Mishra",
        "comment_time": "2025-04-01T07:25:35.000Z"
      },
      {
        "comment_id": "1906933607316574389_235",
        "text": "@Dev_Fadnavis\n @AmitShah\n @narendramodi\n @PMOIndia",
        "user_name": "Ajay singh",
        "comment_time": "2025-04-02T21:24:47.000Z"
      },
      {
        "comment_id": "1906933607316574389_236",
        "text": "Garib log ko marte hain bas ye 2 kaure ke log ,dum hai to amit shah ,rahul gandhi ko maro tab dekhenge ya kisi aur powerfull person ko,cji ko mar kar dekho supreme court me to marathi nhi chalti na gawar",
        "user_name": "Nitish Kumar",
        "comment_time": "2025-04-01T07:53:01.000Z"
      },
      {
        "comment_id": "1906933607316574389_237",
        "text": "Is bechare wstchman k bacche ye video dekhenge to kya gujregi un par.....this is really bad",
        "user_name": "Rahul",
        "comment_time": "2025-04-01T14:01:32.000Z"
      },
      {
        "comment_id": "1906933607316574389_238",
        "text": "इनको अपनी आई खुदा लेने दो , इनकी आई-ताई सबका नम्बर लगेगा बस मुस्लिमों से बहस करके देख लें। दम हैं तो किसी मुस्लिम एरिया में किसी मुस्लिम से मराठी बोलवाकर दिखायें।",
        "user_name": "Ravi",
        "comment_time": "2025-04-01T07:52:09.000Z"
      },
      {
        "comment_id": "1906933607316574389_239",
        "text": "Kyo garibo ko shikar bnate ho, dum hai to kuch aur karo",
        "user_name": "चंद्रशेखर",
        "comment_time": "2025-04-02T20:31:54.000Z"
      },
      {
        "comment_id": "1906933607316574389_240",
        "text": "I always wonder who gives this political party karyakartas the right to take the law and order in their hands…?\nIs that mean you can do anything if you have a political backup?",
        "user_name": "Ghanekar Shriram",
        "comment_time": "2025-04-01T18:07:54.000Z"
      },
      {
        "comment_id": "1906933607316574389_241",
        "text": "Nikalo na bhai sabhi ko Maharastra se jo marathi nahi bolte hai,khali karwao pure state ko, dekhte to kaise chalta hai phir state, ye log desh me hi bahut sare desh banane me lage hai, or sarkar Taali baja rhi hai muje to lagta hai logo ko pitwane me sarkar ka hi hath hai...",
        "user_name": "ViNoD KuMaR",
        "comment_time": "2025-04-01T13:37:07.000Z"
      },
      {
        "comment_id": "1906933607316574389_242",
        "text": "कब तक अपने ही देश वाशियों को भाषा के नाम पर एक दुसरे को आहत पहुँचा कर क्या साबित करने वाले हैं यह लोगों सबक सिखाने हैं तो उनको सिखाओ जो अपने ही देश में रह कर देश खोक्ला करने मे लगे हुए हैं उन दोगले सेक्युलर गैंग को सबक सिखाने चाहिए ??",
        "user_name": "Swami",
        "comment_time": "2025-04-01T16:01:26.000Z"
      },
      {
        "comment_id": "1906933607316574389_243",
        "text": "That's not true. When told he should learn Marathi, this arrogant man said \"मराठी गया तेल लगाने\"that triggered the issue. Whats wrong in learning the language where u stay? What would he do if was in Tamilnadu, not knowing Tamil and English? Be a Roman when in Rome \n@mnsadhikrut",
        "user_name": "Prakash Gangal",
        "comment_time": "2025-04-02T01:54:17.000Z"
      },
      {
        "comment_id": "1906933607316574389_244",
        "text": "It seems that maharashtra is not in india and if anybody found who is not speaking in marathi to whom they are punishing. What is this and why this is happening. It should not happen otherwise there  could happen something wrong. It is very dangerous for india as the time has bee",
        "user_name": "Prem Nath",
        "comment_time": "2025-04-01T08:38:23.000Z"
      },
      {
        "comment_id": "1906933607316574389_245",
        "text": "इस देश मे सिर्फ dignity सिंधे साहब का है 1आम आदमी का इज्जत नहीं है,वीडियो देखकर मुझे लगा की ये आदमी के पस बीफ पकड़या इसीलिए सब मार रहें बाद मे पोस्ट पढ़ने पर मालूम चला की भाषा का मामला है,यही घटना तमिल कर्नाटक मे हुआ होता सारे नेता गेरुआ गमछा ओढ़कर अबतक कितने बयान दे दिये होते ",
        "user_name": "Changez Khan",
        "comment_time": "2025-04-01T10:20:54.000Z"
      },
      {
        "comment_id": "1906933607316574389_246",
        "text": "मुझे ए सब देख के इतना दुःख होता की मैं MNS के कार्यकर्ता को कहता हूँ की मैं हिंदी भाषी हूँ मैं आप को अपना पता देता हूँ आओ मेरे पास मुझे जान से मार दो,,,मैं अब ए सब देख के इस भारत भूमि पर ज़िंदा नहीं रहना चाहता हूँ,,,आओ जान से मार दो मुझें ,,,मैं काफ़ी आहत हूँ ",
        "user_name": "Rahul Yadav",
        "comment_time": "2025-04-01T19:51:43.000Z"
      },
      {
        "comment_id": "1906933607316574389_247",
        "text": "Raj Saheb. Itni b@kchodi karke bhi 17 saal me wahi khada hai. Asli issues par Dhyan deta to govt me hota. Jaisa neta waise chele",
        "user_name": "John Banega Don...",
        "comment_time": "2025-04-02T02:21:31.000Z"
      },
      {
        "comment_id": "1906933607316574389_248",
        "text": "इन कारयकरताओ को पता होना चाहिए इनकी पार्टी विधानसभा और लोकसभा में हिजरो के बराबर भी नहीं है फिर ये इतना उथल-पुथल क्यो कर रहे हैं",
        "user_name": "Ramesh Singh",
        "comment_time": "2025-04-01T09:12:03.000Z"
      },
      {
        "comment_id": "1906933607316574389_249",
        "text": "Tamasha dekh rhe hai hum sab gareebo ko maar rhe hai bhasa na aane k liye  aatychaar aise hote rehne chahiye, kya fark padta hai humare sath kuch nahi ho rha na",
        "user_name": "bank wale babu",
        "comment_time": "2025-04-01T15:37:11.000Z"
      },
      {
        "comment_id": "1906933607316574389_250",
        "text": "They are goons not social worker mns not anymore a party it's a goons party why u guys slapped him ?? U guys make videos to become popular or nothing else shame on you",
        "user_name": "Ankit Pandey",
        "comment_time": "2025-04-01T13:33:23.000Z"
      },
      {
        "comment_id": "1906933607316574389_251",
        "text": "मुंबई मे यहॅा रोजगार तो मिलता महाराष्ट्र ऐसा राज्य है जहॅा आपकी भाषा   “कुछ भी हो”गुजराती ,मारवाडी ,सिंधी  पंजाबी ,हिंदी आप सुसंवाद कर सकते है  जो दक्षिण भारतमे नही या अन्य राज्य मे संभव नही",
        "user_name": "Asha Nikte",
        "comment_time": "2025-04-01T15:07:40.000Z"
      },
      {
        "comment_id": "1906933607316574389_252",
        "text": "If security guard tell wrong words against marathi then sure he is wrong.but it not means he will learn Marathi.He use wrong words he punish thats over.",
        "user_name": "Gaurav pandey",
        "comment_time": "2025-04-01T16:51:34.000Z"
      },
      {
        "comment_id": "1906933607316574389_253",
        "text": "Aap logo ke pass Hindu Musalman case ke alawa koi discussion  nahi hai. Aap ke correspondent  kewal Hindu musalman vote, waqf board, bihar election ke liye kaise ho BJP ka fayda is ka geet gate rahte hai. Kabhi PM SAHIB se Desh ki problems par discussion ki himmat dikhai hai.",
        "user_name": "SUNIL KUMAR GUPTA",
        "comment_time": "2025-04-01T12:45:53.000Z"
      },
      {
        "comment_id": "1906933607316574389_254",
        "text": "Abe bc marathi nhi aati to tujhe kisne adhikar diya marne ka",
        "user_name": "Sanatani_Sunny",
        "comment_time": "2025-04-04T13:00:21.000Z"
      },
      {
        "comment_id": "1906933607316574389_255",
        "text": "मुख्यमंत्री \n@Dev_Fadnavis\n जी अभी कुनाल कामरा में व्यस्त है।",
        "user_name": "Gopal Misra",
        "comment_time": "2025-04-01T14:18:08.000Z"
      },
      {
        "comment_id": "1906933607316574389_256",
        "text": "Nagpur ky time ay garmi kaha gaya tha ghar may ",
        "user_name": "amitrai56113683",
        "comment_time": "2025-04-01T09:31:46.000Z"
      },
      {
        "comment_id": "1906933607316574389_257",
        "text": "Pagal hai kya kare",
        "user_name": "VIJAYENNDRA SHARRMAA... Men's Right",
        "comment_time": "2025-04-02T04:38:07.000Z"
      },
      {
        "comment_id": "1906933607316574389_258",
        "text": "Koi sala apna mazhabi nara doosaron pe thop raha hai to koi apni bhasha thop raha hai\nAbe sale kabhi desh ke bare ne bhi soch liya karo",
        "user_name": "ziahasan",
        "comment_time": "2025-04-01T07:46:55.000Z"
      },
      {
        "comment_id": "1906933607316574389_259",
        "text": "@PMOIndia",
        "user_name": "amit singh",
        "comment_time": "2025-04-01T12:28:29.000Z"
      },
      {
        "comment_id": "1906933607316574389_260",
        "text": "Hopeless Party and Failure Founder",
        "user_name": "Ketan... ( Modi Ji Ka Parivar)",
        "comment_time": "2025-04-01T13:41:59.000Z"
      },
      {
        "comment_id": "1906933607316574389_261",
        "text": "MNS ke gunde sedhe sade logo ko pareshan krne main hi bahaduri dikha rahe hain... Mullon ke samne hathon me mehandi lag jati hain kya hasil hoga.. Garibo ki haay lagegi",
        "user_name": "Ms Ms",
        "comment_time": "2025-04-02T05:30:06.000Z"
      },
      {
        "comment_id": "1906933607316574389_262",
        "text": "Yah sab vote bank ke liye hota Hai",
        "user_name": "Sudhir Srivastav",
        "comment_time": "2025-04-02T19:16:47.000Z"
      },
      {
        "comment_id": "1906933607316574389_263",
        "text": "First nagpur happens , now this is going to be another rucus , Maharashtra government have to look into this before the issue becomes bigger.",
        "user_name": "India the Heart of Earth",
        "comment_time": "2025-04-01T10:37:24.000Z"
      },
      {
        "comment_id": "1906933607316574389_264",
        "text": "Bade hi sharm ki baat hai hamare India mein yah halat ho raha hai Jaise yah koi Indian Na Ho koi bahar ka videshi Ho kahan gai Maharashtra ki sarkar aur kahan gai India government kahan gaye vah Hindu",
        "user_name": "love choudhary",
        "comment_time": "2025-04-01T08:04:39.000Z"
      },
      {
        "comment_id": "1906933607316574389_265",
        "text": "In jahil gawaro ko hath chalane ka haq kon deta hai \nBJP wale ab kuch nahi bol payenge\nManoj tiwari ji bhi kuch nahi kahenge",
        "user_name": "KKSHARMA",
        "comment_time": "2025-04-02T00:20:37.000Z"
      },
      {
        "comment_id": "1906933607316574389_266",
        "text": "@grok\n why Aajtak report is misleading  and incomplete?",
        "user_name": "Omkar Kuchekar",
        "comment_time": "2025-04-03T03:18:34.000Z"
      },
      {
        "comment_id": "1906933607316574389_267",
        "text": "ये मराठी लोग कभी up बिहार mp साइड नहीं जाते होंगे क्या?",
        "user_name": "real talk",
        "comment_time": "2025-04-01T06:10:54.000Z"
      },
      {
        "comment_id": "1906933607316574389_268",
        "text": "भाई इससे बढ़िया तो कर्नाटक ಕರ್ನಾಟಕ है यहा भी भाषा की दिक्कत है लेकिन ऐसे मारते नहीं है ब्लकि प्यार से समझाते है जितना जल्दी हो कन्नडा सीख लो.... और लोकल भाषा सीखने मे फाइदा हमारा ही होता है",
        "user_name": "Arjun Khatri अर्जुन खत्री",
        "comment_time": "2025-04-01T08:06:13.000Z"
      },
      {
        "comment_id": "1906933607316574389_269",
        "text": "@AmitShah\n @Dev_Fadnavis\n @mieknathshinde\n \nKya ho raha he Maharashtra me\nThis type of things are happening at many places. \nTake necessary action",
        "user_name": "Samir Dagli",
        "comment_time": "2025-04-01T12:40:53.000Z"
      },
      {
        "comment_id": "1906933607316574389_270",
        "text": "गरीब आदमी पर जोर आजमाइश कर रहे है यह लोग",
        "user_name": "संदीप शुक्ला",
        "comment_time": "2025-04-01T07:16:53.000Z"
      },
      {
        "comment_id": "1906933607316574389_271",
        "text": "लुख्खागीरी चालु आहे.",
        "user_name": "Mistry",
        "comment_time": "2025-04-03T11:58:36.000Z"
      },
      {
        "comment_id": "1906933607316574389_272",
        "text": "bhadwo aur hijdon ki sena",
        "user_name": "CHANDAN KUMAR",
        "comment_time": "2025-04-03T04:39:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_273",
        "text": "ये चमाट कानून के मुंह में पढ़ा है",
        "user_name": "Manojasim",
        "comment_time": "2025-04-01T09:23:52.000Z"
      },
      {
        "comment_id": "1906933607316574389_274",
        "text": "In Bhadwon ko dekh Ke Baki log Bhi Dusron ko Paresan karege",
        "user_name": "Nayan chandra",
        "comment_time": "2025-04-01T17:40:24.000Z"
      },
      {
        "comment_id": "1906933607316574389_275",
        "text": "Ye Bhosdi ke Chutiya Hai Kya Inko Pata Hai Marathi Bhasa Ki Lipi Kya Hai Gawar Sale",
        "user_name": "Nayan chandra",
        "comment_time": "2025-04-01T17:38:55.000Z"
      },
      {
        "comment_id": "1906933607316574389_276",
        "text": "Why these Party workers are doing this, someday they will demand separate country #maharashtra \n@grok\n is this fair for our #Constitution ?",
        "user_name": "Morris Pereira",
        "comment_time": "2025-04-01T15:28:53.000Z"
      },
      {
        "comment_id": "1906933607316574389_277",
        "text": "@grok\n which laws has been violated",
        "user_name": "The jee zone",
        "comment_time": "2025-04-02T01:26:52.000Z"
      },
      {
        "comment_id": "1906933607316574389_278",
        "text": "Ghot galat huva hai",
        "user_name": "luna",
        "comment_time": "2025-04-03T04:56:38.000Z"
      },
      {
        "comment_id": "1906933607316574389_279",
        "text": "मराठी राष्ट्रभाषा है क्या जो बोलना पड़ेगी \nअगर ये लोग तमिलनाडु चले जाये तो इनको वहां तमिल बोलना पड़ेगी क्या? राजस्थान मे राजस्थानी, अफगानिस्तान मे उर्दू,अमेरिका मे इंग्लिश, रूस मे रशिया?\nये कौनसा लॉजिक हुआ भाई?\nभारत मे सैकड़ो भाषाएँ बोली जाती है जहाँ कुछ किमी मे चेंज हो जाती है",
        "user_name": "𝖐𝖍𝖆𝖓",
        "comment_time": "2025-04-01T12:05:00.000Z"
      },
      {
        "comment_id": "1906933607316574389_280",
        "text": "#MNS की राजनीति दमंगई व “मुंबई मात्र मराठी के लिये” पर आधारित है तो घोषणा करे। राजनीतिक आडंबर\nक्यों? \n@PMOIndia\n इस प्रवर्ती पर रोक लगाए। भारत के अन्य प्रदेश के नागरिकों को असुरक्षित किया जा रहा है तुच्छ राजनीति के लिए शर्मनाक है। ये गुंडई है, राजनीति नहीं, ना ये राज में आ सकेंगे।",
        "user_name": "Anil Bahl अनिल बहल ॐ",
        "comment_time": "2025-04-02T01:17:26.000Z"
      },
      {
        "comment_id": "1906933607316574389_281",
        "text": "Bsdk \n@RajThackeray\n, tere G mein dum hai toh Mullaon ko aise kar k dikha..whan toh teri g phat jati hai",
        "user_name": "Kumar",
        "comment_time": "2025-04-01T14:56:23.000Z"
      },
      {
        "comment_id": "1906933607316574389_282",
        "text": "MNS कार्यकर्ता राजनीति के गुंडे है \nइसलिए एक भी सीट जीत नहीं पाते हैं",
        "user_name": "Sandip Kumar Singh(Father of LANKESHWAR)",
        "comment_time": "2025-04-01T15:38:51.000Z"
      },
      {
        "comment_id": "1906933607316574389_283",
        "text": "दुखद विष घोल दिया चारों  ओर \nशहीद हुए थे अनगिनत माँ के लाल जब जाकर आजादी आई थी",
        "user_name": "Anshul yadav",
        "comment_time": "2025-04-01T09:00:29.000Z"
      },
      {
        "comment_id": "1906933607316574389_284",
        "text": "Ye sab bha*we gareebo pe hath utha sakte hai..\nAukaat hai to Ambani ke guard ko jake maar k dikha \ntumhare baap\n@RajThackeray\n ko bhi police gaan pe dande maar k le jayegi",
        "user_name": "bOOm",
        "comment_time": "2025-04-01T16:44:17.000Z"
      },
      {
        "comment_id": "1906933607316574389_285",
        "text": "What they want to prove I really cnt understand yr... What happen to the people now a days... R dey so idle so they started doing this nonsense stuff",
        "user_name": "Arpita Sharma",
        "comment_time": "2025-04-02T07:51:20.000Z"
      },
      {
        "comment_id": "1906933607316574389_286",
        "text": "Hello \n@grok\n  क्या घटना है पुरी जानकारी बताओ?",
        "user_name": "Niraj Yadav",
        "comment_time": "2025-04-01T05:57:20.000Z"
      },
      {
        "comment_id": "1906933607316574389_287",
        "text": "अबे ये MNS के कुत्तों को एक बार UP भेज दे अच्छे से इलाज़ कर देंगे इनका। इनकी गान्ड में दम नहीं की बृजभूषण शरण सिंह का चैलेंज स्वीकार करके इनका मूर्ख मुखिया राज ठाकरे अयोध्या चले जाए।",
        "user_name": "King_of_abuses",
        "comment_time": "2025-04-01T08:56:38.000Z"
      },
      {
        "comment_id": "1906933607316574389_288",
        "text": "BJP&Fadnavis not taking any action because fadnavis is also marathi. day by dad MNS dadagiri increasing & no action is taken,people are not safe. if no action taken we wont vote for BJP. MNS has openly threatned SBI bank \n@PMOIndia\n @AmitShah\n @BJP4India\n @Dev_Fadnavis\n @narendramodi",
        "user_name": "Jay Shah",
        "comment_time": "2025-04-01T17:14:38.000Z"
      },
      {
        "comment_id": "1906933607316574389_289",
        "text": "पूरे भारत के लोगों को जो महाराष्ट्र से नहीं है वो सिर्फ एक बार महाराष्ट्र छोड़कर अपने-अपने राज्य में आएं और यही रोजगार करें। महाराष्ट्र से संबंधित सभी चीजों का बहिष्कार करो यकीं मानो कमर न टूट गई उस राज्य की तो फिर कहना नहीं!",
        "user_name": "Sanjeev Kumar Murmu",
        "comment_time": "2025-04-01T15:49:48.000Z"
      },
      {
        "comment_id": "1906933607316574389_290",
        "text": "शर्म करना चाइए निर्बल पर हाथ उठाते हुए बेगैरत लोग इतनी समझ नहीं की उस व्यक्ति का परिवार निर्भर होगा उसपे बस भाषा का प्रयोग ना करने से मार रहे है पुलिस बेशर्म की तरह मुखदर्शक होगी सरकार बस आनद ले रही होगी क्युकी मुद्दे जो है ये जो काफ़ी है ध्यान भटकाने को",
        "user_name": "Mahendra singh |महेंद्र सिंह",
        "comment_time": "2025-04-01T15:45:57.000Z"
      },
      {
        "comment_id": "1906933607316574389_291",
        "text": "May be Marathi people living in Bihar, Bangalore, Assam, Tamilnadu, and I am sure thay also don't know the State regional language, So I think we have to do the same, what MNS people are doing,I feel shame on your mentality, you people are worst for humanity.",
        "user_name": "Messi johnson.",
        "comment_time": "2025-04-02T22:44:01.000Z"
      },
      {
        "comment_id": "1906933607316574389_292",
        "text": "Ye Kaisi gungardi ho rhi hai maharastra me!!",
        "user_name": "Isha_",
        "comment_time": "2025-04-01T17:38:15.000Z"
      },
      {
        "comment_id": "1906933607316574389_293",
        "text": "Ab ham bhi apne apne state me aisa karne lge to ho gyi phir desh me ekta.",
        "user_name": "I'm Rishabh",
        "comment_time": "2025-04-01T18:53:26.000Z"
      },
      {
        "comment_id": "1906933607316574389_294",
        "text": "हिंदी हिंदू हिंदुस्तान  \nभारत माता की जय ",
        "user_name": "PANKAJYADAV(LEGEND)",
        "comment_time": "2025-04-01T12:44:02.000Z"
      },
      {
        "comment_id": "1906933607316574389_295",
        "text": "Bhai Agr Hindi Bol Rha hai to Problem Kya hai",
        "user_name": "subhashk177",
        "comment_time": "2025-04-01T14:33:47.000Z"
      },
      {
        "comment_id": "1906933607316574389_296",
        "text": "पूर्व सांसद बृजभूषण सिंह की धमकी के बाद उत्तर प्रदेश आने की औकात नहीं हुई राज ठाकरे की अब कमजोर मजदूर हिंदी भाषी लोगों पर अपना रौब झाड़ रहे हैं उनके कार्यकर्ता ऐसे लोगों को बृजभूषण शरण सिंह ही समझा सकते हैं।",
        "user_name": "Junaid Adnani",
        "comment_time": "2025-04-01T08:45:24.000Z"
      },
      {
        "comment_id": "1906933607316574389_297",
        "text": "कहां है हिन्दी का रक्षक \n@myogiadityanath\n ? हवा निकल गई? तमिलनाडु, कर्नाटका में हिंदी की पैरवी करने वाला महाराष्ट्र में हिंदी बोले जाने पर पीटने वालों के सामने झुक गया क्या?",
        "user_name": "INDIA का आम हिंदू परिवार",
        "comment_time": "2025-04-01T05:26:25.000Z"
      },
      {
        "comment_id": "1906933607316574389_298",
        "text": "@Dev_Fadnavis\n आप बारामती के पोपट के लिए सच कहते थे , बिन पेंदा का लोटा डूबती राजनीति बचाने के लिए बेचारे ग़रीब रिक्शा वाले गॉर्ड सेल्समेन को ही मारेगा, शांतिदूतो के आग़े तो बेचारे का फट के फ्लावर हो जाता है \n#RajThackeray",
        "user_name": "विक्रांत साहू",
        "comment_time": "2025-04-02T00:22:33.000Z"
      },
      {
        "comment_id": "1906933607316574389_299",
        "text": "अरे प्रत्येकवेळी अपूर्ण माहिती का दाखवता रे तुम्ही लोक?? 'मराठी गया तेल लगाने' असं सदर सुरक्षा रक्षकाने म्हटले होते. महाराष्ट्रात पोटापाण्यासाठी स्थलांतर केलेल्या लोकांनी #मराठी शिकावी आणि महाराष्ट्रात मराठीचा आदर केलाच पाहिजे. महाराष्ट्रात फक्त मराठीच. #म\n#StopHindiImposition",
        "user_name": "अभिजातमराठी!! 𑘀𑘥𑘲𑘕𑘰𑘝𑘦𑘨𑘰𑘙𑘲",
        "comment_time": "2025-04-02T03:18:49.000Z"
      },
      {
        "comment_id": "1906933607316574389_300",
        "text": "This is just a plan by MNS to advertise themselves, as they must have felt this is the right time. Behti Ganga me haath Dho lo",
        "user_name": "Atul Goyal LN",
        "comment_time": "2025-04-01T08:42:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_301",
        "text": "इन सुअर मादरचोंद को हिंदी भाषा से दिक्कत है लेकिन हिंदी फिल्म इंडस्टी की कमाई खाने से कोई दिक्कत नहीं है,और ऊपर से बिहार में मोदी ने अपने जीजा तावड़े को बीजेपी का कमान दे रखा है",
        "user_name": "Anand",
        "comment_time": "2025-04-01T08:35:43.000Z"
      },
      {
        "comment_id": "1906933607316574389_302",
        "text": "इस विषय पर पूरी बात बिना समझे लोग कॉमेंट्स कर रहेहे \n\nपहिली बात तो भाषा के आधार पर किसी की भी मारपीट पूरी तरह से ग़लत हे\n\nवीडियो में वॉचमैनका ये कहना ‘मराठी को क्या तेल लगाऊँ’ ग़लत हे आप जिस प्रदेश में काम करते हे तो उस प्रदेश की भाषा सीखने में क्यापरेशानीमराठी भी अपनीही भाषा हे",
        "user_name": "Sunil Shrivastava",
        "comment_time": "2025-04-01T15:45:36.000Z"
      },
      {
        "comment_id": "1906933607316574389_303",
        "text": "Bhikmange bhiya logo ki godi media. Pura video dala karo Mada*chodo!! \nx.com/Satyanveshi152\n…",
        "user_name": "The_Fundamentalist",
        "comment_time": "2025-04-01T09:10:22.000Z"
      },
      {
        "comment_id": "1906933607316574389_304",
        "text": "Jin parties ke pas vikas ke mudde nhi hai, jinko election me janta ne tamacha nara hai, wo bas sadko pr aoni maujudgi darj karane ke liye tamachebaji karte tahlte hai. Yhi inki aukat hai. Khisiyani billi khmbha noche.  #berojgar mns bole to maharashtra nhi sambhla #khalilog",
        "user_name": "Vineet Mani Tripathi",
        "comment_time": "2025-04-01T19:30:20.000Z"
      },
      {
        "comment_id": "1906933607316574389_305",
        "text": "क्या लीछड़ लोग हैं बहनचो,सबसे पहले इसके नेता की गेंद सुजानी चाहिए . Lekin us nalle cm se hoga nhi aisa",
        "user_name": "Anand",
        "comment_time": "2025-04-01T08:34:15.000Z"
      },
      {
        "comment_id": "1906933607316574389_306",
        "text": "ये नेपथ्य में विलीन होते फ़र्ज़ी राजनीतिक दल अपने अस्तित्व को ज़िंदा रखने की जंग लड़ रहे हैं इससे ज़्यादा कुछ भी नहीं । गली के गुंडे मवालियों की औक़ात कितनी होती है सबको पता है।",
        "user_name": "Ashish",
        "comment_time": "2025-04-02T01:28:43.000Z"
      },
      {
        "comment_id": "1906933607316574389_307",
        "text": "यह गलत हैं",
        "user_name": "प्रियंका",
        "comment_time": "2025-04-01T05:27:44.000Z"
      },
      {
        "comment_id": "1906933607316574389_308",
        "text": "ये मराठी के चोदे हिन्दी से चा मद रही है क्या इनकी वहां वो तमिल वाले अपनी चा मुड़ा रहे हैं सब ऐसे हे करते रहेंगे तो कल को बिहार वाले बोलेंगे के भोजपुरी बोलोगे तो घुसने देंगे। बहनचो ऐसे तो पूरा देश अलग हो जायेगा।",
        "user_name": "New Player",
        "comment_time": "2025-04-01T10:03:39.000Z"
      },
      {
        "comment_id": "1906933607316574389_309",
        "text": "If this starts spreading, maharastra will become seperate country soon and tamilnadu will follow, its attempt to break india, ideally people doing this should be declared antinationalist and booked",
        "user_name": "david klops",
        "comment_time": "2025-04-01T06:17:46.000Z"
      },
      {
        "comment_id": "1906933607316574389_310",
        "text": "facebook.com/stories/209459\n…",
        "user_name": "Radhika Vetal",
        "comment_time": "2025-04-03T19:11:25.000Z"
      },
      {
        "comment_id": "1906933607316574389_311",
        "text": "यह क्या अराजकता है? इस अराजकता का क्या कोई इलाज नहीं है महाराष्ट्र सरकार के पास?",
        "user_name": "Sanjay Negi 'Sajal'",
        "comment_time": "2025-04-02T03:54:56.000Z"
      },
      {
        "comment_id": "1906933607316574389_312",
        "text": "MNS me takat hai to sikander movie marathi language me release karvaaaye naaki hindi me pls.\n\nJo Maharstra me picture banegee vo marathi me honi chaiye.\n\nOnly marathi.\n\nUnko bolo Google,facebook,whatsup bhi marathi ka use kare bahar ka use mat karo.",
        "user_name": "V_know_D",
        "comment_time": "2025-04-01T07:28:06.000Z"
      },
      {
        "comment_id": "1906933607316574389_313",
        "text": "Raj Thackeray trying hard to gain attention supported by congress but ayega nai. They hide when real issue like Nagpur one happens but come out to beat single person who hardly has any support.",
        "user_name": "Shashank Singh",
        "comment_time": "2025-04-02T04:57:43.000Z"
      },
      {
        "comment_id": "1906933607316574389_314",
        "text": "MNS is meant for cringe criminal activities against non privileged people",
        "user_name": "WokeMonk",
        "comment_time": "2025-04-01T10:15:48.000Z"
      },
      {
        "comment_id": "1906933607316574389_315",
        "text": " गलत खबर - \nकर्मचारी को मराठी में बोलने के लिए पूछा गया तब उसने बदतमीजी से बर्ताव करते हुए कहा \"मराठी गई तेल लेने\" इसके बाद जवाब में उससे माफी मंगवाई गई. \n यह है पूरी सच खबर.",
        "user_name": "Abhijeet Patil",
        "comment_time": "2025-04-02T07:20:39.000Z"
      },
      {
        "comment_id": "1906933607316574389_316",
        "text": "ये हैं असली आतंकवाद, ये है असली देश द्रोही ये है असली गद्दार,दो कौड़ी के साले आतंकवादी एक गरीब मजदूर जो घर से बाहर कमाने गया है उसपे गुंडई दिखा कर हीरो बन रहे हैं,दाऊद- छोटा राजन के नाम पे मूत निकल जाता था उनका कुछ नहीं कर पाते थे, गरीब पे अत्याचार कर रहे हैं सिर्फ भाषा के नाम पर",
        "user_name": "अमन त्रिवेदी (यूरेशिया वाले)",
        "comment_time": "2025-04-01T12:22:54.000Z"
      },
      {
        "comment_id": "1906933607316574389_317",
        "text": "BECAREFUL of BJP and Their Dalal Sinister Agenda is to divide the society in the name of religion, language and caste and after that will do monumental corruption with the help of Adani and Their crony capitalist \n\nMost Corrupt Modi Adani Government",
        "user_name": "Asish kumar mohanty",
        "comment_time": "2025-04-01T12:54:58.000Z"
      },
      {
        "comment_id": "1906933607316574389_318",
        "text": "आदरणीय मुख्यमंत्री \n@myogiadityanath\n \n@myogioffice\n जी आपसे निवेदन विनती है की भाषा को लेकर मुंबई महाराष्ट्र मे हो रहे उत्तर भारतीयों के ऊपर हमले के मामले मे आप हस्तछेप करे ताकि उत्तर भारती लोग मुंबई महारष्ट्र मे अपनी रोज़ी रोटी नौकरी आसानी से कर सके.. धन्यवाद",
        "user_name": "Mohd Galib",
        "comment_time": "2025-04-01T18:45:04.000Z"
      },
      {
        "comment_id": "1906933607316574389_319",
        "text": "बहोत गलत हरकत कर रहे ये लोग \nजो जहां का है वही की भासा बोलेगा इसमें गलत क्या है औऱ क्यूँ है..\nभगवान श्री राम का जन्म अयोध्या, उत्तर प्रदेश में हुआ वो मराठी नहीं बोलते तो क्या ये लोग उनकी पूजा नहीं करते या उनके दर्शन को अयोध्या नहीं आते  है??\nबिना किसी बात का issue क्यूँ बना रहे?",
        "user_name": "Jai Srivastava",
        "comment_time": "2025-04-01T10:53:38.000Z"
      },
      {
        "comment_id": "1906933607316574389_320",
        "text": "@DGPMaharashtra\n Prove that law and order exist.",
        "user_name": "Samir Kumar",
        "comment_time": "2025-04-02T01:51:06.000Z"
      },
      {
        "comment_id": "1906933607316574389_321",
        "text": "Celeberate karo diversity ko. yahi toh India hai. Tamilnadu mein kutai karne pe cherish kar rahe the, ab dekh lo yahan bhi, wahan bhi",
        "user_name": "Samir Kumar",
        "comment_time": "2025-04-02T01:48:32.000Z"
      },
      {
        "comment_id": "1906933607316574389_322",
        "text": "चौकीदार यूपी या बिहार का होगा और यूपी और बिहार के लोग यूपी और बिहार के होने पर गर्व महसूस करते हैं कि उन्हें नौकरी में आनंद आता है और अपने राज्यों के भारी विकास के बावजूद मुंबई में पिटना पड़ता है।",
        "user_name": "Phy",
        "comment_time": "2025-04-01T06:50:24.000Z"
      },
      {
        "comment_id": "1906933607316574389_323",
        "text": "Mns have secured only 12 lakhs vote in entire state. A person even after losing the election secure more vote than this party.",
        "user_name": "Ashish Ranjan",
        "comment_time": "2025-04-01T10:07:13.000Z"
      },
      {
        "comment_id": "1906933607316574389_324",
        "text": "जब तक ना बदले जालिम हुकूमत का मिजाज़..! एतजाज़..! एतजाज़..! एतजाज़..!\n\n#budget2025 #budgetsession2025 #unionbudget2025\n#WaqfAmendmentBill #waqfamendmentbill2024 #WaqfBoard #WaqfBill\n#RejectWaqfAmendmentBill\n#rejectwaqfamendmentbill2025",
        "user_name": "Aaruvishnu",
        "comment_time": "2025-04-03T04:41:43.000Z"
      },
      {
        "comment_id": "1906933607316574389_325",
        "text": "Nagpur me inki mardangi nahi dikhi thi...sir watchman dhudhwala aur gareeb logon pe chalta hai ye gundagiri... mohammad ali road jake marathi bulvake dikhao asli maratha hai to",
        "user_name": "देव माणूस",
        "comment_time": "2025-04-01T09:08:08.000Z"
      }
    ]
  }
}