{
  "channel_name": "aajtak",
  "conversation_id": "1906933607316574389",
  "url": "https://x.com/aajtak/status/1906933607316574389",
  "total_comments": 17,
  "scrape_start_time": "2025-09-16 09:52:37",
  "comments": [
    {
      "text": "क्या चौकीदार और #MNS कार्यकर्ता दोनों #हिन्दू हैं? सचमुच #हिंदुत्व खतरे में है!\n\n#यूपी #बिहार ने अधिकतम प्रवासी श्रमिकों को #महाराष्ट्र भेजा है... दोनों राज्यों ने भारी समर्थन दिया और #भाजपा को वोट दिया है... बधाई हो दोस्तों... आपको वह मिल रहा है जिसके आप हकदार हैं ",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "Poverty is the real shraap. These jokers can show their toxic masculinity only to poors. Shame on you \n@mnsadhikrut",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "Is sab ke peeche bhajpa or satta me bathe sanviadhanik pad par baithe sabhi bhajpayi neta, dalal deshdrohi media hain.",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "@myogiadityanath\n @NitishKumar\n @HemantSorenJMM\n @narendramodi\n @AmitShah\n @Dev_Fadnavis\n dear aajtak why not raise voice in your prime time show, or debate this topic in your prime time.",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "Main ek baar MNS aur raj thakrey ko challenge karta hun ki asli maratha hai toh yeh mukesh ambani jaise bussiness man ke sath karke dikhaye...nai toh next time jis kisi aam aadmi ko aise peetne jaaye churiyan pahan ke jaayein",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "मराठी बोलते ही सारी समस्या दूर हो जाएगी।। ये खुद सब मराठी नहीं बोलते।। बॉलीवुड वालों को पीटने कब जाओगे।।",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "Do NOT give half report with bias.. 1st he arrogantly said \"Marathi gayi tel lagaane\". \n\nA security guard should know basics of region's language at work.\n\nCan a security guard work without knowing hindi in Lucknow & take objection on usage of Hindi & argue too?",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "@MumbaiPolice\n abe paaglo hiimat nhi hai kya ...video mei dikhai de rhe hai ek ek person ko itna maaro ki vo marathi bhi sahi se na bol paaye",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "ये पुलिस कर क्या रही है इस मोटे white T-shirt वाले को पकड़ कर इतना मारे कि ये किसी ओर की तरफ हाथ तो क्या आंख उठा कर देख भी न पाए , क्या ये मोटा और इसके बच्चे जीवन में महाराष्ट्र से बाहर नहीं जाएगा क्या",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "तमिलनाडु में आज तक  भाषा के नाम पर कभी किसी को मारा पीटा नहीं गया है महाराष्ट्रा में हिंदी वासी हमेशा मार खाता है",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "@MumbaiPolice\n का कोई बयान नहीं आ रहा है... मुंबई पुलिस में काश कोई अनुज चौधरी टाइप का ऑफिसर होता तो MNS के आंदोलन को सही ठहराता और उनका साथ देता. MNS goons might be feeling alone in thier pride restoration campaign.",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "All these Marathi warriors hid in their homes when Muslims were throwing stones and burning their cars in Nagpur.\nThese Marathi cowards r beating a weak migrant watchman who is just doing his job.",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "ये बहुत ही गलत हुआ है इसका हिसाब अगर कोई मराठी उत्तर प्रदेश में आए और वो अवधि ना बोल पाए तो मारो उसे और इतना मारो कि समझ आए कि ऐसा नहीं करना चाहिए।",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "यहां तो कुछ भी हो  सकता यहां तो वैसे भी डबल इंजन की सरकार है जिनका खुद का सपना हिंदू राष्ट्र बनाने का है इस तरह की नफरत की आज देश में फैला कर अब हिंदुओं को जला रहे हैं हिंदुओं के रक्षक ही\n\nयह गंदगी अब पूरे देश में फैल चुकी है और फैलाने वालों को सिर्फ अपने वोट से मतलब है",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "बड़े-बड़े सुपरस्टार मराठी जानते हैं भारत के उद्योगपति मराठी जानते हैं भारत के प्रधान मंत्री मराठी भाष जानते हैं मराठी से पेट नहीं भरेगा हमने सरकारी पैसा बंद कर दिया भारतीय रुपया 24 घंटे महाराष्ट्र जमीन पर दिखाई देगा किसी गरीब को परेशान किया मूल अधिकार है बेल नहीं होगा",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "BJP ki sarkar bs kehne ko hai. Aise v BJP ke sarkar m sbko gundagardi krne ka license mil jata hai aur ye log hmesha gareeb kamjor ko hi pit sakte hai. Agar koi takkar ka mil gya toh inki dadagiri us waqt hi khatam ho jaegi.",
      "timestamp": "2025-09-16 09:50:33"
    },
    {
      "text": "इन लफंगों पर कोई उचित कार्यवाई होगी या इनकी गुंडागर्दी यु ही जारी रहेगी?क्या देश के अन्य भाग में रह रहे महाराष्ट्र के लोगो पर ऐसे ही हमलो का इन्तजार है क्या? ये  मुर्ख गृह युद्ध करवा के मानेगे क्या? \n@PMOIndia\n @HMOIndia\n @Dev_Fadnavis",
      "timestamp": "2025-09-16 09:50:33"
    }
  ],
  "metadata": {
    "last_scroll_position": 9202,
    "last_save_time": "2025-09-16 09:52:37",
    "raw_comment_count": 17
  }
}