{
  "channel_name": "dinamalarweb",
  "conversation_id": "1891824235292635369",
  "url": "https://x.com/dinamalarweb/status/1891824235292635369",
  "total_comments": 68,
  "scrape_start_time": "2025-09-16 08:02:41",
  "comments": [
    {
      "text": "ஆங்கிலம் படிப்பதால் வேலை வாய்ப்பு ஒவ்வொரு குழந்தைக்கும் 10 மடங்கு அதிகரிக்கிறது..\n3 மொழி கல்வி தர அரசுக்கு 10% செலவீனம் ஏற்படுகிறது ..\n3வது மொழியால் தாய்மொழி வழக்கொழிய அபாயம் உள்ளது.\nஇந்திதிணிப்பை எதிர்ப்பது ஏன் என்ற \n@annamalai_k\n போன்ற கிறுக்கர்களின் புரியா நிலை வேதனை அளிக்கிறது.",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "மூன்றாவது மொழி இந்திய மொழியா இல்லை \n\nகிந்தி மொழியாடா தேடுவியா மயனுகளா ...?",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "Request to Annamalai Sir\nWhy don't u create a survey link and make it public in various social media for capturing the data of language choices. This will also give a measure of inclusion/ inclination towards 3 Language formula",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "DMK & co.,  are totaly illiterate in their all activities & total waste, better to resign go for pig growing business.",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "இந்த பைத்தியம் பேசுறதை எல்லாம் செய்தி ஆக்காதிங்க ப்ரோ",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "3. ஏதேனும் ஒரு மொழி அது இந்தி மொழி...",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "#GetOutModi",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "இதுக்குள்ள தான் பிஜேபி ஆர்எஸ்எஸ் அரசியல் தந்திரம் இருக்கிறது. இது கூட புரியாத நாங்க என்ன....?",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "3வது ஏதேனும் இந்திய மொழின்னு சொல்லிட்டு லிஸ்ட் போட்டு வைச்சிருக்காங்க பிராடுகள்",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "மும்மொழி என்றதும் 'இந்தி' திணிப்பு என்ற பொய்யை பரப்பும் @arivalayam கட்சித் தலைவர்களின் முகத்திரையை கிழிக்கும் அட்டவணை..!",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "என்னத்துக்கு மூன்றாவது மொழி அதற்கு பதில் தொழிநுட்ப பாடங்களை சொல்லி தரலாம் கூடுதலாக. உலக தொடர்புக்கு ஆங்கிலம் போதும்.",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "x.com/Ailapapu/statu\n…",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "There are 22 national languages in India. \n\nSo every school will employ 22 teachers for all sections to teach a third language. \n\nWho will fund these extra 22 language teachers in all schools? Parents? Or state govt or central govt? \n\nWhat idiocy is this?",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "venum na poi sattai eduthu again adichuko",
      "timestamp": "2025-09-16 07:59:07"
    },
    {
      "text": "ஏதேனும் ஒரு இந்திய மொழி? கிருக்கு கூதி ஒவ்வொரு மொழிக்கும் அரசு பள்ளிய ஒரு டீச்சரை வைக்க முடியுமா? இல்ல பீகாரி படிக்க ஆசிரியர் தான் கிடைக்குமா? பீகாரியே இந்திதான் பேசுறான்னு அதை தானே படிக்க சொல்லுவார்கல்?",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "For what hair you are doing it idiots",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "எதேனும் ஒரு இந்திய மொழி எதுக்கு",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "ஏதேனும் ஒரு இந்திய மொழி எனக்கு தேவையில்லை,",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "மூன்றாவது ஹிந்தி அல்லாத இந்திய மொழி ஆசிரியர்கள் உள்ளார்களா ? பஞ்சாபி, பெங்காலி படிக்க ஆசைப்பட்டால் உடனே ஆசிரியர் அந்த 3-4 குழந்தைகளுக்கு கற்பிக்க மட்டும் பணியமர்த்த முடியுமா இல்லை அந்த வகுப்பில் அனைவரையும் வற்புறுத்தி கற்பிக்க எண்ணமா ? 8ஆம் வகுப்பிற்கு பின் 3 ஆவது மொழி என்னாகும்?",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "அந்த மூனாவது மொழி என்ன கருமத்துக்குன்னு சொல்லி தொலைங்களேன்டா",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "ஏதேனும் ஒரு மொழியில் மலையாளம் கற்றுக் கொடுங்கள்",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "மூன்றாவது மொழி ஏதாவது இந்தி  வேண்டாம் தேவைப்பட்டால் படித்துக் கொள்கிறோம் ",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "இந்தியாவில அதிகமானவர்கள் பேசும் மொழி ஹிந்தி, அதனால புத்தி உள்ளவன் மூன்றாவது மொழியாக ஹிந்தியை தேர்ந்தெடுப்பான். (அது இல்லாதவன் ஒண்ணேமுக்காலு என்று அரசியல் பண்ணீட்டு கெடப்பான்)",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "புக்க பாத்து எழுத அனுமதிப்பீங்களா? எத்தினை வேண்ணாலும் கத்துப்போமே ",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "What is the use of learning language unnecessarily will it give knowledge about science and technology to improve our nation . Global language and mother language is enough for everyone. There is need of improving knowledge of upcoming generation to develop our nation globally.",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "அட்டவணை மொழிகள் 22 ... சிபிஎஸ்சி பள்ளிகளில் எத்தனை ஆசிரியர்களை நியமித்து இருக்கீங்கடா ... முதலில் அங்கு வேலையை செய்துவிட்டு வந்து பிறகு இங்கு ... பேசு ...",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "மொழி என்பது அறிவல்ல,அதைக் கொண்டு மனிதன் எவ்வாறு சிந்திக்கிறான் என்பதே அறிவு.. அதற்காக இந்த ஒன்றிய அரசு எந்த சிரத்தையும் எடுத்தபாடில்லை.மொழித் தினிப்பை கைவிட்டுவிட்டு, மேலை நாடுகளைப் போல் ஆராய்ச்சிக்காக(R&D) செலவு செய்வது தான் ராஜதந்திரம்.. மதவாத மூடர்களுக்கு இது புறியப்போவதில்லை.",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "சரி எதற்கு படிக்கணும். எல்லாரும் இந்திய தேர்வு செய்வார்கள் என்று என்னும் விஷமம் இங்கு பலிக்காது. இந்தி பேசும் வடக்கர்கள் மூன்றாவதாக தென்னிந்திய மொழிகளை கற்கிறார்களா??",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "நான் வாழ்வதற்காக தாய்மொழி தமிழை  முதலில் கற்றுக் கொள்கிறேன். நான் பிழைப்புக்காக நாட்டை விட்டு செல்வதற்கு ஆங்கிலத்தை இரண்டாவதாக கற்றுக் கொள்கிறேன். இதை இந்தியாவில் உள்ள அனைத்து மாநில மக்களும் பின்பற்றினாலும் போதும். எதற்காக  எனக்கு தேவையில்லாத இன்னொரு மொழி. மும்மொழி தேவையில்லை.",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "Fraud புயல்",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "#Watch | \"தமிழ்நாட்டில் உள்ள கேந்திரிய வித்யாலயா பள்ளிகளில் சமஸ்கிருத ஆசிரியர்கள் -53, இந்தி ஆசிரியர்கள் -100 பேர் இருக்காங்க. ஆனால், தமிழ் ஆசிரியர்கள் - பூஜ்ஜியம்\"\n\nமும்மொழிக்கொள்கைக்கு எதிராக திமுக எம்.எல்.ஏ எழிலன் செய்தியாளர் சந்திப்பு",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "மூற்றாவத ஒரு மொழி என்று ஒரு மொழி திணிக்கப்படுகிறது அது கண்டிப்பாக இந்தியாகதான் இருக்கும்",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "@annamalai_k\n முதல்ல கத்துக்கொடுக்குற இரண்டு மொழியை ஒழுங்கா கத்து கொடுங்கடா அப்புறம் மூணாவது மொழியை பத்தி பேசலாம். மத்த மொழிகளை \nசொல்லிக்கொடுக்க ஆசிரியர் இல்லைன்னு கடைசியில் நீங்க எங்க வந்து நிப்பீங்கன்னு தெரியும் டா களவாணி கூட்டமே",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "THREE LANGUAGE POLICY\n\nதமிழ் - ENGLISH - JAVA (or) PYTHON ",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "மூன்றாவது மொழி, கட்டாயம் என்பது திணிப்பு தாணே..",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "ஏன் ஏதேனும் ஒரு இந்திய மொழி அது எதற்கு...",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "Nee moodu..",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "@annamalai_k\n we don’t need 3rd language as any Indian language. Instead re-draft it to any foreign language as third language. Could be German, French, Spanish, Chinese etc.. not Indian language like Hindi, Sanskrit, Oriya, bojpuri etc., which doesn’t add any value at all.",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "Thats why we need to reject this policy. 3LanguagePolicy spoils children time in studying actual needed subjects. Its technological era having TRANSLATORS available. No need of multiple languages.\n\n& 3rd language should be INDIAN language ONLY, Why not any International language?",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "example oru school la 1000 students erukanga. 200 per telugu choose pandranga. 200 per hindi choose pandranga. 200 per marathi and 200 per Sanskrit and 200 per Malayalam choose pana yeppudi ithana teachers poduvinga.",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "government school la eruka subject kea teachers illa ithula for example 10 different languages oru school la students choose pana teachers ku yena panuvang.",
      "timestamp": "2025-09-16 07:59:38"
    },
    {
      "text": "இனிமே நீ தமிழில் பத்திரிகை நடத்தாத. பேசாம ஹிந்தியில் நடத்து. எத்தனை பேர் வாங்கி படிகுறானு பார்ப்போம்",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "Apdiya apo entha 3rd language ah TN govt school la konduvaruveenga",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "Suppose I prefer to choose Bengali as 3rd language but other classmates choose Hindi as third language considering majority and teachers availability to teach the 3rd language I will be pushed to take Hindi. This is what happening in Kendra vidyalaya TN. #indirectimpostionofHINDI",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "Ok my son intrested in malayalam.same like for 22 religional language 22 teachers available in single school? How it's possible?",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "நீ நல்லவனா இருந்தா இந்திய மொழிக்கு பதிலாக உலக மொழி படிக்கலாம் அப்படின்னு கொண்டு வாடா பாக்கலாம்....",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "i love malayalam please teach govt school",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "மூணாவது மொழி விருப்பமிருந்தால் எங்கே வேணும்னாலும் படிக்கலாம். பள்ளியில்  தேர்ச்சி பெற கட்டாயபடுத்த தேவையில்லை",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "இப்போ அப்படி தான் சொல்லுவீங்க அப்பறம் ஹிந்தி கட்டாயம்ன்னு மாத்திடுவிங்க.. போங்கடா அயோக்கிய ராஸ்கள்களா",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "சரி அப்ப நான் உருது படிக்குற ஹிந்தி எனக்கு வேணாம் ",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "உருது படிப்பேன் நான் அப்போ",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "ஹிந்தியை திணிப்பதற்கு நீங்கள் போடும் திட்டம் எங்களுக்கு புரியாதென்ன நினைத்தீர்களா?",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "ஏதாவது ஒரு இந்திய மொழியை தேர்ந்தென்றால் பேஜ்பூரி மொழியை தேர்ந்தெடுத்தால், அதற்கான ஆசிரியருக்கு எங்கே செல்வீர்கள்? ஒவ்வொருவருக்கும் ஒரு மொழி பிடித்திருந்தால் இந்திய மொழிகள் எத்தனை உள்ளதோ அத்தனை ஆசிரியர்களை ஒவ்வொரு பள்ளிகளும் நீங்கள் ஏற்பாடு செய்வீர்களா?",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "அருமை",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "Poda pota",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "இப்படி தான்டா மஹாராஷ்டிரா வில் மராத்தி மொழி அழியாது என்று சொன்னானுக \nஇப்ப மராட்டியில் ஒருபடம் கூட எடுப்பதில்லை அரசு அலுவலகங்கள் பள்ளிகளில் கட்டாய மராட்டி பேச வேண்டும் என்று அரசு உத்தரவு பிறப்பித்துள்ளதுடா சங்கிகளா",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "தாய் மொழி தமிழ் இருக்கு\nஅத்தியாவசிய மொழி ஆங்கிலம் இருக்கு. \n\nமூன்றாவது மொழி கற்றுக்கொள்ள என்ன அவசியம் இருக்கு? \nஎன்ன தேவைக்காக நான் மூன்றாவது மொழி கட்டாயமாக கற்க்க  வேண்டும்????? \n\n#StopHindiimposition",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "x.com/JustNow_Post/s\n….  வேண்டும் தேசியம் ",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "மும்மொழி கொள்கையில் உள்ள மாநிலத்தில் மூன்றாவது மொழியாக எந்த மொழியை படிக்கிறார்கள் \n\nவேட்டை நாய்களை ஒட விடும் #தமிழ்நாடு  #Tamilnadu",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "#StopHindiImperialism",
      "timestamp": "2025-09-16 08:00:09"
    },
    {
      "text": "சரிதான்",
      "timestamp": "2025-09-16 08:00:44"
    },
    {
      "text": "தமிழ்நாடு பாஜக தலைவர் அண்ணாமலை ஏன் கும்பமேளா சென்று குளிக்கவில்லை?",
      "timestamp": "2025-09-16 08:00:44"
    },
    {
      "text": "இந்த பேட்டியில் அழகாக தெரிகிறது திராவிடத்தின் பிரதிநிதிகளாக ஊடகங்கள் இருப்பது அப்பட்டமாக தெரிகிறது.\n\nயோவ் மீடியாஸ் உங்ககிட்ட அவரு சிக்கல\nநீங்கதான் அவருக்கிட்ட மாட்டிக்கிட்டீங்க\n\nஏழை மாணவர்கள் நலன் கருதி ஆத்மார்த்தமாக பேசும் \n\n#நம்முதல்வர்அண்ணாமலை #NamMuthalvarAnnamalai",
      "timestamp": "2025-09-16 08:00:44"
    },
    {
      "text": "என் தாய் தமிழ் மொழி கடலை விட இந்த வானத்தை விட அளப்பரிய வல்லமை மிக்கது. இப்படி இருக்கும் இந்த மொழியை அடுத்த மாநிலத்தில் ஏன் மூன்றாவது மொழியாக படிக்கக் கூடாது? அனைத்து மாநிலமும் என் தாய் தமிழ் மொழியை மூன்றாவது மொழியாக கற்றால் நான் உங்கள் ஹிந்தியை மூன்றாவது மொழியாக கற்கின்றேன்",
      "timestamp": "2025-09-16 08:00:44"
    },
    {
      "text": "x.com/VSK_Talks/stat\n…",
      "timestamp": "2025-09-16 08:00:44"
    },
    {
      "text": "அட வெண்ண படுக்கை எதுவும் படிக்காமல் இருக்கிறதோ என்னோடு இஷ்டம் அது என்ன மயித்துல நீ என்ன சொல்லுவ தேவிடியா பயலே",
      "timestamp": "2025-09-16 08:00:44"
    },
    {
      "text": "x.com/SALAMMASS1/sta\n…",
      "timestamp": "2025-09-16 08:00:44"
    },
    {
      "text": "மும்மொழி கொள்கையை தமிழகத்தில் அமல் படுத்த நாம் பாஜக சார்பாக மாலை வேளையில் மாணவர்களுக்கு இலவச ஹிந்தி பயிற்சி வகுப்புகள் நடத்தி மாணவர்கள் ஆதரவை பெறவேண்டும் அடுத்து எல்லாம் தானாக நடக்கும் எளிய வழியை பாஜக தேர்ந்தெடுத்தால் தமிழ் நாட்டில் காலத்தால் அழிக்க முடியாத காவியம் படைக்கலாம்",
      "timestamp": "2025-09-16 08:00:44"
    }
  ],
  "metadata": {
    "last_scroll_position": 28942,
    "last_save_time": "2025-09-16 08:02:41",
    "raw_comment_count": 68
  }
}