{
  "channel_name": "divya_gandotra",
  "conversation_id": "1941520517384778141",
  "url": "https://x.com/divya_gandotra/status/1941520517384778141",
  "total_comments": 15,
  "scrape_start_time": "2025-09-16 14:24:16",
  "comments": [
    {
      "text": "It's a Toolkit Agenda to Divide on Language and States. Don't fell in trap just ignore them but seriously \n@Dev_Fadnavis\n is worst CM in history of Maharashtra. We regret voting in the name Hindutva to \n@BJP4India\n in Maharashtra Vidhansabha election. \n@AmitShah\n ji remove this CM ",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "kyunki wo bas social media pe ghoom rhe hai, mobile band karo, ghar se niklo bahar ghoom ke dekho, country is still beautiful, full of love \nreality is totally different what we scroll on phone ",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "new language discrimination law should be made",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "Simple don't impose your chindi to other states if chindi want to impose then you should learn those language also ",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "Jab aapko non hindi speaking states k culture aur bhasha ko respect nahi karna hai aur woh b hindi bhasha mein government job lene k liye toh un states ka aisa apmanat kijiye",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "I always think that BJP is far-right socialist party, so appeasement is a part of their agendas. The people of this country is blatantly dependent on freebies.",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "Odisha aajao ... Jai jagannath..",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "ଓଡ଼ିଶାବାସୀ ଆପଣଙ୍କୁ ସ୍ଵାଗତ ଜଣାଉଛନ୍ତି। \nHabibi come to Dubai \nଓଡ଼ିଶା ରେ ଆପଣଙ୍କ ସ୍ବାଗତ\nଜୟ ଜଗନ୍ନାଥ ",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "We are a UNION of states. The states which were formed on the basis of linguistic identities. So people migrating to a different linguistic state should respect it and not expect others to speak their tongue.",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "Seriously - Urdu language ko desh ka national language bana do abb …!",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "Religious Unity pe toh nahi bola jata apse",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "Urdu is perfect .",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "Exactly, unity in diversity doesn't mean forcing hindi on others. Respect the language of the state. We are asking our state language in our states. But you people who migrated for jobs demand hindi spoken in our states. You can't achieve unity by forcing your language on us",
      "timestamp": "2025-09-16 14:21:27"
    },
    {
      "text": "ये सब बीज बीजेपी के बोए हुए है\nभाषा,धर्म, जाति,sc St obc के नाम पर सिर्फ सत्ता की भूख मिटाने के लिए अंग्रेजों की नीति अपनाने वाला कभी इस पर नहीं बोलेगा\n2014 से पहले इस तरह के incident बहुत कम थे",
      "timestamp": "2025-09-16 14:22:02"
    },
    {
      "text": "Muslim  Jihadi must take advantages. Jihadi must do its dirty politics against Fucking unity of Hindu   .",
      "timestamp": "2025-09-16 14:22:02"
    }
  ],
  "metadata": {
    "last_scroll_position": 5025,
    "last_save_time": "2025-09-16 14:24:16",
    "raw_comment_count": 15
  }
}