{
  "channel_name": "DrGanesh_Japan",
  "conversation_id": "1893563511672013109",
  "url": "https://x.com/DrGanesh_Japan/status/1893563511672013109",
  "total_comments": 202,
  "scrape_start_time": "2025-09-16 06:35:04",
  "comments": [
    {
      "text": "There is nothing wrong with learning one indian language. It can be Sanskrit or Hindi or Marathi...\nDravidian politics against hate for Hindi and Sanatan doesn't allow them to accept Indian ess.",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "Goa has konkani, english, marathi. No hindi, where is the (imposed) it's literally a choice.",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "This looks rather reasonable. First language as the state language, second being the common minimum applicable globally and the third being a common minimum applied to the Indian context makes total sense. \n\nAlso is this just for government schools?",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "Tamilnadu govt can make sure dravidian lang is being thought.  Im tulu velalar.. I want my son to learn tulu. Govt should provide it.",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "You know in kerala its mandatory to learn hindi up to 10 standard.   In plus one you can choose either malayalam/ hindi/ Sanskrit. I chose hindi. Its very helpful for me once i completed my \nB tech and  shifted to Pune and Hyderabad for Job purpose.",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "The other important question is why does Andaman have hindi as the first language? When Bengali and Tamil are the two largest ethnic groups on the island.",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "You can also choose sanskrit as third language. The root language of malayam is sanskrit only.",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "Same for Uttrakhand, we don't speak Sanskrit and Punjabi here we have our native languages of GARWALI and Kumaoni, why this forced imposition of unused languages by this Government.",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "Their inclusion of sanskrit as 3rd language is tokenism, no one speaks sanskrit and there are reports of hardly 26000 sanskrit speakers across the country.There was a chart mapping affinity of Indian languages to each other and dravidiyan languages stand out as outliers wrt hindi",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "Back door entry #StopHindiImposition shameless education ministry . #GetOutModi",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "Sanskrit must be the 3rd language - it’s the language of our forefathers and of our dharma bhoomi \n\nYou can do Tamil if you want - in TN as primary language\n\nBut start with the schools run by the dravidoid family",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "dai kena british stooge,  its chosen by the states not by force , now any state can consider the languages can be learnt ,already private school students having that much liberty ,what is the problem implementing in Govt schools, why making noise on this ,",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "Pondicherry is clear with French ",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "*தமிழகம் தவிர்த்து மற்ற மாநிலங்களும் மும்மொழிக் கொள்கையை ஏற்று செயல்படுத்தி உள்ளன:*\n\n கர்நாடகா: மூன்றாவது மொழி தெலுங்கு, கொங்கனி, தமிழ், மலையாளம், சமஸ்கிருதம், ஹிந்தி.\n\n கேரளா: மூன்றாவது மொழி தமிழ், கன்னடம், கொங்கணி, இந்தி, சமஸ்கிருதம்\n\nதெலுங்கானா: மூன்றாவது மொழி மராத்தி, இந்தி,",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "Like Pondicherry why can’t we have Korean or Japanese or malay as 3rd language",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "Nothing wrong with Hindi as a 3rd language. There is Sanskrit as well so literally no issues at all. Students have a choice to choose between Hindi/Sanskrit and they can choose what they want to study. What GOI planning/implementing is absolutely perfect and correct.\n#Hindi",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "My gpa came down in 10th & 12th cos of Hindi... Now hindi is nowhere used in my life, just English as formal business communication at office and regional language Kannada for general communication in my state.",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "@CMOMaharashtra\n महाराष्ट्रामध्ये 2 Language policy धोरण राबवावे तिसरी भाषा नको.",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "Pondy stands still.....",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "First of all Indians need 1 language which serves as a common language facilitating direct communicaton between any 2 Indians\n\n60% of Indians know X language. Not more than 10% know any of the other languages\n\nSo shouldn't X be that common language even if it happens to be hindi?",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "Why this much hate on Hindi language 3 rd language is optional because of the number of states speaking Hindi more than other language india",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "Why don’t ganesu dravid arrange Telugu for Tamil Nadu??",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "What is the source?\nUP provides 10 languages",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "What is the authenticity of this table. U hv taken pains to compile with good imagination",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "If TN can form agreements with neighbor states then easily North TN they can teach Telugu , West Kanada , south Malayalam.   Likewise TN can sponsor Tamil to other states . But it purely depends on what people will and wish to choose .",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "I Feel proud of Tamil Nadu...",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "டேய் டுபாக்கூர், NEP ல தெளிவாகத் சொல்லுருக்காங்க எந்த மொழியையும் திணிக்க முடியாதுன்னு \neducation.gov.in/sites/upload_f\n…",
      "timestamp": "2025-09-16 06:28:59"
    },
    {
      "text": "All other states except Tamilnadu have adopted 3rd language as per NEP. \n\nThey are all fools. Only Tamils feel Hindi/Sanskrit  offensive language. \n\nWhy learn English?",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "It’s only a problem if you make it one. You don’t seem to mind English being imposed, but you have an issue with Hindi. That’s not language pride that’s just hatred and racism towards hindi speakers. People like you are the reason India doesn’t have a native common language.",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "They're choosing it...",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "@Rohith_sPyD3r\n ,\n@_The_saviour",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "English language has destroyed Tamil culture \nArabic is boon for Tamil culture ",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "So what all are indian languages instead of imposing Pakistan National language encourage indian languages",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "உங்களுடைய பதிவை பார்க்கும் போது, நீங்கள் டுப்பாகூர் முனைவர் என்பது தான் பொருத்தமாக இருக்கும்.",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "Nobody is stopping Tamilnadu from choosing Telugu Malayalam or Kannada as the third language \n\nNEP 2020 doesn't have compulsory Hindi \n\nThird language can be any of the 22 Indian languages\n\nTake your propaganda elsewhere",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "This is suggested or already followed?",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "Why your dumb eyes can’t see Punjabi, Urdu, Malayalam in that list?? It’s called dravida potta eyes??",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "All southern states should think outside hindi, they opted at that time to improve job prospects.\n\nNow why should we learn our daily labour language, when they come south they should speak Southern state language.\nWhy should the person who is giving a job suffer, let them learn.",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "Tamilnadu govt school itself cant teach tamil...ithula kv la notta poittaanga",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "When you think of it.. we have spent a decade leaning extra course Hindi, but can’t even speak.\n\nCould’ve learnt that much watching Hindi movies with subtitles.",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "Shuddh Hindi is nothing but Sanksrit!",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "Go and fuck arivalayam ",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "Ensuring Hindi & English among the languages in all states- that’s the logic!!\nWhich makes one market, easy labour mobility, much smoother travel & cosier society. \nBut for Tamil - it’s their whole politics since decades…",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "Why shud u learn English?? U shuf just stivk to one language",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "I have said this long back. There intention is to convert India into sanskrit speaking nation. They are thinking 500 years from now.\n\nWake up. Japan, Germany does technical education in their mother tongue. TN has to adopt it & English as a separate subject.",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "Who stopped you . All South Indian states jointly take a decision to teach either Tamil Telugu Malayalam or kannada. Each state exchange the teachers as per number or teachers need in schools  and no will force you to learn Hindi",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "Basically Devanagari script mandatory for all. Crooked guys got a South Indian to head the NEP and he mortgaged his self respect and wrote the script of the oppressors",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "Dr .\nLook at puducherry and learn",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "Tamil Students misses the opportunity to learn third language! DMK govt is so regressive and  narrow minded",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "And no hindi speaking states say anything about sanskrit.",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "You will learn Japanese and get a living but others shouldn't?",
      "timestamp": "2025-09-16 06:29:30"
    },
    {
      "text": "I feel it’s fair, except all states should be given choice of Sanskrit and another Indian language.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "NEP enforces edcation in mother tongue (Tamil). This threatens the English language lobby and that lobby is against the 3-language formula. That lobby wants to impose English and have no alternative to it.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Scrap it",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "I don't think it will make a difference, if it was the language of teaching effect most on the local language,in Maharashtra every english has fantasy to teach into hindi where everyone can understand Marathi well. Now a student of 1st,2nd standard speaks mix language of three.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "You tamilians have become nuts, what wrong in considering Hindi as a third language? Its not difficult for kids to learn it since childhood, I being a kannadiga, I learnt Hindi growing up in school but doesn't mean I have forgotten my state language , that is kannada",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Vermin doesn't know the meaning of the word \"chosen\".",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "நீ பட்டியிலில் குறிப்பிட பல மாநிலங்களில் சம்ஸ்க்ருதம் உடன் வேறு மொழிகளும் இருக்கிறது.ஊபீஸ்களுக்கு தெரியாது.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Who speaks in Sanskrit? People in power who have this stupid fascination of Sanskrit should speak minimum 5/10 words in Sanskrit. I will leave my mother tongue and learn any language they say for my remaining half life. Stupidity too has no boundaries..",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Pondicherry has chosen french malayalam... Which means Hindi is not imposed \nkothadimais always interpret in a different way",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "If you have problems with Hindi & Sanskrit, take Urdu, Telugu, Kannada, Malayalam or French. Who's stopping you. Hindi and Sanskrit aren't compulsory.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "No Hindi in Non-Hindi Speaking States.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "This is the problem with dravida tharkuris. Option is open, every one opted for Hindi. Only z stupid think learning hindi will destroy Tamil. It is another matter they are very weak in Tamil. Sun TV, Red giant, Sunshine and the recent APPA are examples of their Tamil love",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "NEP is a step towards mother tongue based education replacing english medium. It doesn't matter what second and third language is. By next decade English German Spanish french etc will just be a foreign language paper. Today for higher studies one needs IELTS not English medium.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "I have learn Sanskrit during back in 2005  no bjp back then",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Third language is a strain on students",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Pondicherry is having French, Telugu and Malayalam as third language which proves that the state government has the right to decide on third language. Dravidian model can opt for Dravidian languages as third language like Pondicherry.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Looks like Tamil children are so impotent they can’t learn 3 rd language just like rest of India .. let them learn only thier so called oldest language and have fun .. remove them and if u see Tamilian anywhere do not talk in English just talk to them only in Hindi..",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "I don't understand what's the issue here ? After all the chaos you fools creates now you have issue with the OPTIONS provides as THIRD language as well? Why don't you just write anti indian on your forehead ? Tomorrow you all gonna cry for something else",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Who chooses that 3rd language for each wtat Mr.Japan genius?",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "நீ கண்டிப்பா Dr.  படிச்சு வாங்கியிருக்க மாட்ட காசு குடித்து தான் வாங்கிருப்பனு தெரியுது.   உருது எந்த state லயும் இல்ல அப்புறம் எதுக்கு அந்த பைத்தியகார ஆட்டுமூளையனுங்க மொழி தமிழ்நாட்டில்... தத்தி திராவிடியானே ஏழைகளை ஏய்ச்சு பிழைக்கிற உங்க குடும்பமும் தத்தளிக்கும். அப்ப உணர்வீர்",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "சமஸ்கிருதத்தை படிக்க தடை செய்கிறார்கள் என்று ஒரு  நேரம் கூவி கொண்டிருந்தீர்கள் தற்பொழுது படிக்க சொல்கிறார்கள் என்று கூறிக் கொண்டிருக்கிறீர்கள் இந்த ஆன்லைன் உலகத்திலும் உங்களால் ஏமாற்ற முடியாது என்றால் மக்கள் முட்டாள்களாக நிறைய பேர் இருக்கிறார்கள் போல",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "தமிழ்நாட்டில் தனியார் பள்ளிகளில் மூன்றாவது மொழி பெரும்பாலும் ஹிந்தி தான் ஒன்று அதையும் தடை செய்யுங்கள் அல்லது அரசு பள்ளியில்  மூன்றாவது மொழிக்கு இந்தி தவிர வேறு ஏதாவது ஒரு மொழி வைத்து சொல்லிக் கொடுக்கலாம்  பெற்றோர்கள் விரும்புகிற மொழியை கற்றுக் கொடுங்கள் வெட்கம் கெட்டவர்களே",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "I support sanskrit being nationalised. Despite all delusions, it's the mother of all languages in India.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Even uttarpradesh, madhya pradesh, rajasthan, bihar are not hindi speaking states before independence, hindi is slowly digested, erased the regional mother language of those states & replaced with hindi.\nUnion government plan is pushing in hindi & sanskrit in tamizhnadu.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "This is has been  self opted by State governments themselves.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Your tweet exposing DMK language politics. All states choosen their third language, but DMK politicising it to divert TN people.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Why Karnataka didn't go for tulu or kodava as third language? What about them?",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "பாண்டிச்சேரிக்கு தமிழ்/ இங்கிலிஷ் /பிரெஞ்சு/ மலையாளம்னு தெளிவா போட்டிருக்குறத பாக்கலயா  அங்க எங்க ஹிந்தி இருக்கு ",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "This is what happens when you become a doctor through quota… The heading clearly states it's a choice, but you won’t get it because you have an agenda. If you don’t want to learn Hindi, just pick any Dravidian language—but you won’t, because that doesn’t fit your agenda.",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Sanskrit is dead language.... Why you think that we shouldn't learn Sanskrit????",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "என்ன முனைவரே ஸ்டைபெண்ட் ஏதும் கொடுக்கலையா.  திமுகவுக்கு வேலை பார்த்துகிட்டு இருக்கீங்க நீங்க ஏன் இங்கிலீஷ் இம்போஸ் பண்ணீங்க அதுக்கு பதில் இருக்காது திமுக கிட்ட கேளுங்க கொடுப்பாங்க",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Why are you misleading.. \nSee Goa and Pondicherry.. there is always a choice .!",
      "timestamp": "2025-09-16 06:30:01"
    },
    {
      "text": "Why not we take French as a third language and show the middle finger to the centre?",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "Third language for Tamil Nadu should be Prakrit.",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "Take sanskrit bhadwe, what's the problem",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "what is the use of learning sanskrit...do they get jobs as temple archakas",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "Its soo funny that you guys learn foreign language but don’t like to learn hindi. Such a monumental hypocrisy by people like you called dravidians.",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "What's the point you are trying to prove here?",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "Why the fvcking hindi imposing on us?",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "Who is stopping DMK to choose Telugu, Malayalam, Kannada, or Sanskrit if Hindi feels imposed.",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "In Pune many students in CBSE schools opt for Sanskrit as third language. TN pupil can also do same. No need to take Hindi",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "It is not NEP , purely an attempt to invoke dead sanskrit via the back door.",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "Why do you have problem with third language it's third language read the name it's third language, still 90% of people are going to use their native first language then there is English why do you have problem with hindi",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "Let us be strong in our stand. 2 languages are enough",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "If you look closely English is second language for every state except 2 states where it’s first language.\nConclusion: English is enough and English can be the sole official language of communication between states.",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "Who use Sanskrit has in the modern world. \n\n3rd language Should be - French / Spanish / Chinese.",
      "timestamp": "2025-09-16 06:30:32"
    },
    {
      "text": "Learning mother tongue is waste of time... Why would someone need to learn what they daily speak",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "What is the problem in this?\nPeople are learning English also then there shouldn’t be any issue with Hindi",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Am i missing something? If almost every state has a common second mandatory language \"English\", why a forced 3rd language is needed? Anyone who is interested/in need can learn how many ever languages they want. Isn't this simple? Why students have to mandatorily learn 3 language?",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Source bro?",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "What is wrong?....Ur aim is to protect Tamil or are u jealous about their growth...,",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Sanskrit should be replaced with any south indian lang or bengali or assamese.",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Please check… UP is following only 2 languages.. they are proposing for 3 languages for 8th std. from 25-26 AY ",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Yes so see everybody is learning three languages",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "If people don’t have any issue with English as a second language then why fuss about 3rd language which is a choice only ? Let students / parents make their choice.",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Bro please give me the source bro",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "As declared and documented, hindi is the official language... As a nation the the NEC would bring it in to the curriculum... \nAdopting it or not is for a individual... There is physics & chemistry in the curriculum too... But that is easily forgotten the fuss is about hindi..",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "What is the obsession over languages? NEP should give more freedom of choice to students. Why are we stuck with english as the only foreign language? Also we need a structured framework for Indian languages like there is for english, italian, German. And an exam like ielts.",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Hindi in karnatka as third language is nothing but just a showcase of the state following the third language choice.",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Why only one state has not accepted 3 language policy for many decades? Why so much obsessed...I agree hindi imposition shouldn't be there..but learn kannada or telugu or malayalam",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "It's your perception.....not all of India's.",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "We studied Sanskrit as third language. When did it changed to only hindi in karnataka?",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Ismein imposition kha se aaya??",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Itanot imposed Fcuker it's to unite  you know why in China they are United one language 2nd no caste or creed last one fcuking Xi system\nLet's thrive together  De",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Sanskrit should be first for all the states... I speak Hindi, but I want sanskrit. Lets bet together and not divided over personal ego and political gains",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Look at the disparity in fund allocation for language promotion by the union government.",
      "timestamp": "2025-09-16 06:30:33"
    },
    {
      "text": "Fake ",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "யப்பா குண்ணேசு.. நாங்க என்ன சொல்றோம்.. ஆப்சன் உன்னது.. நீ அத முடிவு பன்னு.. அவன் சொல்ற மொழி நீங்க ஏன் தேர்வு செய்யனும்…நாங்க வேற தேர்வு செய்வோம்னு சொல்லுங்க",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Tamilnadu has different aura ",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "You can teach Telugu - Karunanidhi's mother tongue",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Goa got THE BEST deal, they need Konkani and Marathi - they got both through this .. lucky Goa ",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "REJECTED!",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Who is stopping TN from giving options other than HINDI",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Just answer these two questions - what was the struggle you faced in Japan without Japanese. Are you able to interact with other Indian communities other than Tamil in abroad. Speaking in English with Indians hardly work out based on the trend seen in abroad community.",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Moron, it's the list showing third language chosen by the state. Not, imposed by the center !",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "அட பரதேசிங்களா.....",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Chutiye ! Its what states has chosen as choice for 3rd language.  Really u r Dr ? Hope u r just Dr by studies but not real Dr else i pitty the patients visiting . The hate u have for Hindi speaking people, i have doubts on how u will treat them ..",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Are you okay if sanskrit was used instead of Hindi?\nOr the entire language politicals will be shattered at the exact moment that is proposed?",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "These tamil pigs need only English because missionaries can communicate to convert local hindus.",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "TN thinks they are above the country or simply language>>country ",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "show in policy document where its mentioned its mandatory to take 3 language as Hindi",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "What is ur problem sambar tamil chuteya why r u getting other state in it clean ur @$$ then think of others",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Take inspiration from nagaland. It's a small state and they have pride in their language. TN is not a confident state with DMK at helm and always fear mongers",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Hi sir, can’t states for eg, andhra, apart from telugu and english, cant they learn kannada or Malayalam as third language? Only hindi option they have?",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "People on transferable jobs need an option. In 9th you can drop a language. Moreover NEP does not force a language on a child. Even in CBSE there are 3 languages& in 9th onwards you can drop 1.",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "You can choose kannada as third language if future students job seek at Bangalore or Choose Telgu for Hyderabad or Telungana. \n\nEven Kerala, NEP accepted.",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Has anybody in the comments even read the NEP ?? Everybody seems so out of sync. Centre didn't choose any of the languages shown in the list. The guidelines from centre is to choose atleast 2 indian/regional language and an option to choose any indian or international one for 3rd",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Make sanskrit the 3rd language. Hindis are the majority and iur history/texts and culture are based on sanskrit.",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "And who gave you the right to say about hindi-speaking people that sanskrit was imposed on them??",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Goa used to allow students to take French and Portuguese also that's gone now.",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "The tamil nadu block would have irritated the NEP policy makers so much ",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "This is followed in Kerala since last 50 years",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "It’s not imposed they preferred",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "ஹே அல்ப ..!! அது அந்த மாநிலங்கள் சூஸ் செய்தவையே தவிர மத்திய அரசு கட்டுப்படுத்தியதால் இல்லை! போ போய் கொஞ்சம் “அறிவை “ கடனாகவாவது “ வாங்கிவிட்டு வந்து பேசு போ! ",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Then learn Sanskrit",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "If puducherry can do French/Telugu/Malayalam. Why not TN. Telugu will make \n@mkstalin\n family",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "3rd laugage we can take Malayalam, it will boost inter trade",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "only Tamils have problem with it.",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Hindi states should take up one south indian language, that should resolve this 'Hindi imposition' debacle. Yo Note, after independence, Haryana had adopted Tamil as the secondary official language of the state.",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Only question. Those in Hindi speaking state. Is hindi really there mother language?",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "Nobody has problem with English but everyone has problem with hindi……that too as third option ",
      "timestamp": "2025-09-16 06:31:04"
    },
    {
      "text": "How come puducherry learn French as third language?",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "இந்த தகவலை எங்கே பார்க்கலாம் ?",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "What is the use of Sanskrit",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Specifically written its chosen by states not imposed.",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Boss it's the choice of those students to what they want as 3rd language. If our state wants any language other than Hindi, then they can choose by parents teachers association. What stops you choose any language other than hindi?",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Kannada first language in karnataka ? Not correct",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Sanskrit, Hindi and English was there since 90’s",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Yov misguider....states those choosen sankskrit / other indian languages  having large amount of bhramins caste ...and there is clearly mentioned other languages also... then how do u saying imposed...\n\nY u don't have seen puducherry and Goa these union territories are bjp ruled.",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "It is state to decide third language why bringing insult to Hindi for engagement on Z",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "That's insanity and immaturity reflecting on your behaviour to disturb social harmony.",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Why Sanskrit why not a South Indian languages?? Tamil Malayalam or Kannada as third language in Hindi speaking states ??",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "It says language choices read carefully",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Third language is a choice of the student not by the state",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Hindi is not compulsory according to NEP, you can take any language as third language, but to defame Indian languages and support anti Indian forces you are dividing India using language. No matter what ever you do Indians will be united and destroy your propaganda. #VandeMataram",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "suddenly trump's move to  axe the department of education at the federal level starts to sound sane.",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "#StopHindiImposition in #Odisha",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Morons.. mutta payaluga.. sanskrit padichu ena mayiru use ku.. adhan mada payalugalaa irukanunga UP Bihar MP la elam.. pei thanni la kulichutu adhaye mondhu kudikiraanunga chi",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Kannada is more closely associated to Sanskrit than Hindi is to Sanskrit.",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Thaniya nikuradey gethu daan ya.... \"follows a two language policy\"",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "In Puducherry, French is the third language apart from English. It's good, but it adds to the workload.",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Except TN... All states accepted & implemented NEP? ",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "In three language formula out of Hindi and Sanskrit only one should be allowed.Other should be any non-Devnagri script language(Tamil,Gujrati,Marathi,Bengali,Punjabi).",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Maa Telangana nundi. Ee urdu ni thiseyyandra.",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "சரி இந்தி வேண்டாம், வேறு மொழி படிங்க, அதையும் செய்ய மாட்டிங்க, ஓட்டுக்காக உருது மட்டும் படிக்கலாம் அதவது தமிழ் படிக்காம எழுதாம, இது எப்படி சார் நியாயம்,",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "இந்தி படிச்சா தமிழ் அழிந்து விடும் என்றால்,தமிழ்நாட்டை விட்டு வெளியே போய் சம்பாதிக்கும் உங்களால் தமிழ் நாடு அழிந்து இருக்கும்,",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "This data collected from where???\nIs it true sir ???",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "If every state has English as 2nd language, why need 3rd?",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Sanskrit is the official language of Himachal and uttarakhand",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "இதெல்லாம் \n@arivalayam\n செஞ்ச pdf ஆ?? Link குடு.  நாங்க check பண்றோம்...  இது தான் official website இல் உள்ளது ... \n@youturn_in\n கொத்தடிமையே, இதெல்லாம் factcheck பண்ணமாட்டியா???",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Stupid arguments.",
      "timestamp": "2025-09-16 06:31:35"
    },
    {
      "text": "Fake images r circulated by such propagandist.\n\nGovt has not published any such recommendations.\nMention the source of pdf? \nwebsite?\nHope u r literate enough to read actual NEP policy.\n\nPerson sitting in Japan who was forced to learn Japanese offering propaganda here",
      "timestamp": "2025-09-16 06:32:06"
    },
    {
      "text": "Says a shit who has chinese or some language in his profile name",
      "timestamp": "2025-09-16 06:32:06"
    },
    {
      "text": "Says a dog who has chinese or some language in his profile name",
      "timestamp": "2025-09-16 06:32:06"
    },
    {
      "text": "Why so much hate ?\nYou will learn something new \nI am from maharashtra … I am proud of Marathi but I also like Hindi \nIt helps me connect with fellow Indians in other state\nAgain your state can decide whether to have Hindi, German , French as 3rd language",
      "timestamp": "2025-09-16 06:32:06"
    },
    {
      "text": "Puducherry is from different planet? Its clear they will lose elections if hindi is imposed there.",
      "timestamp": "2025-09-16 06:32:06"
    },
    {
      "text": "Best decision for idli dosa \nSaar speak kannada saar we are gireat saar",
      "timestamp": "2025-09-16 06:32:06"
    },
    {
      "text": "You are spoiling your children’s future… The next Generation States UP Bihar and WB… Not knowing Hindi will jeopardise their future",
      "timestamp": "2025-09-16 06:32:06"
    },
    {
      "text": "x.com/cool_dharan/st\n…",
      "timestamp": "2025-09-16 06:32:06"
    },
    {
      "text": "Shut all schools run by dmk dumeels which offer hindi then ?",
      "timestamp": "2025-09-16 06:32:06"
    },
    {
      "text": "Can we choose French as an optional language? In Propaganda, everyone has only mentioned Indian languages.",
      "timestamp": "2025-09-16 06:32:41"
    },
    {
      "text": "Why crying ... Go in home and pooping in your place not in twitter.",
      "timestamp": "2025-09-16 06:32:41"
    },
    {
      "text": "What’s wrong with it?",
      "timestamp": "2025-09-16 06:32:41"
    },
    {
      "text": "When Sanskrit in Devanagari Script लिपि was invented\nAnswer: just 250 years back and in Karnataka\nWhich language Alphabets was used to Create Hindi N Sanskrit\nAnswer Nepali Language alphabets\n \nWhen Paper was invented? in 18th century by India\n Then how these literature old books",
      "timestamp": "2025-09-16 06:32:41"
    },
    {
      "text": "But Tamil Nadu has only Tamil. So why worry. Even English is not required burdening students & increasing costs. Single Language is efficient & software available for instant translation. Single Language formula & vernacular education in STEM upto PG level \nx.com/kaustavbhat/st\n…",
      "timestamp": "2025-09-16 06:32:41"
    },
    {
      "text": "Sanskrit is a dead snake  but these hindunazi scm propagate it for hindian gangs only shows their hidden agenda of UC privileged hegemony.",
      "timestamp": "2025-09-16 06:32:41"
    },
    {
      "text": "The third language is as per the government flexibility to choose .",
      "timestamp": "2025-09-16 06:32:41"
    },
    {
      "text": "Third language should be any other Indian language. It can be considered. Any states",
      "timestamp": "2025-09-16 06:32:41"
    },
    {
      "text": "ana itha pesa vendiya dmk minster ellam silent ahh irukanga including anbil mahesh also",
      "timestamp": "2025-09-16 06:32:41"
    },
    {
      "text": "No issues then Southern state should fight on Sanskrit as third language.  What's the big deal in that?",
      "timestamp": "2025-09-16 06:32:41"
    },
    {
      "text": "mera to gujrati medium me tha..bc hindi bahot hard hota to me ne sanskrit choose kiya tha\naccha hua..mereko hindi bolna aata..likhna nahi aata",
      "timestamp": "2025-09-16 06:32:41"
    }
  ],
  "metadata": {
    "last_scroll_position": 47778,
    "last_save_time": "2025-09-16 06:35:04",
    "raw_comment_count": 202
  }
}