{
  "channel_name": "PrishaSargam",
  "conversation_id": "1942985958670164477",
  "url": "https://x.com/PrishaSargam/status/1942985958670164477",
  "total_comments": 25,
  "scrape_start_time": "2025-09-16 06:10:21",
  "comments": [
    {
      "text": "The best state governments can do is start the WFH culture again and their states would be free frm Hindi speaking people..",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "It's nothing with language we were living with this since ages and we continue to live.. \nBut raise of this issue is not from the people it is purely political, people are  emotionally attached to their state language country etc and are been exploited..",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "It started with these boards  x.com/Karthik5413898…",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "See the YT and the hindi videos are masquerading  with attractive english titles. Why can't they give hindi titles. Cheats.",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Even a sanghi jaggi couldn't take this hindi imposition crap ....",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "First ask this person to spit that big slavery ball in his mouth",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Again only wrong side.....stop this war and just enjoy every citizens rights as Indian citizen.....hope you will understand.",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Their shitty rakshasa languages are dying and they're crying.",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "You morons are self loathing idiots. You would rather use the language of colonizers instead of Hindi as link language. And are loud and proud about it. Filthy scums.",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Hindi is majority language of India. learn it be happy,, your regional language do not have such reach.... accept the fact. stop crying.simple.",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Oh, come on! There are strong arguments against choosing Hindi in some states, but this is nonsense. People commenting in Hindi on a YouTube channel opposing Hindi shouldn't speak in southern states. Some are so foolish.",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Totally agree",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Also please dont come north india and start speaking ur slavish english.. we also hv local languages but we r ok better integrated rather than look cheap divided idiots.. licking english and look fool..",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "real reason is hate.. hindi has been the most spoken language.. but due to this false pride and local politics all this has bcm issue.. why u all licked english when u wanted ur culture to b saved? problem is u ll remain slave and its a money issue .. and now politics is money",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Yes  Madam, you want us to be confused as dumbos without having any link language right?\nHindi is the de facto link language of this country. Take your head out of the dark place you have stuck it in.\nहिन्दी इस देश को जोड़ने वाली भाषा है, राजनीति तुम जैसे टुच्चे करते हैं.",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "In any case non hindis are doing violence.",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Who stops you from writing comment in your regional language. Don’t come up with the reason that we want others to understand what we say.",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Hindi is a common language so whoever talks, some part of Hindi comes out, you cannot speak English properlyHindi is the common language so whoever talks, some part of Hindi comes out, you cannot speak English properly its not a big deal",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "I mean why don't u say the same about English? That was literally the language of Invaders. Why not say, let's throw away English, and it killed millions of Indians, and took our wealth?",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Yup, should stop releasing kannada films & music anywhere except karnataka, ban English, Hindi or any other language films or songs being released in Karnataka.\n\nRemove Yash from Ramayana, it is Hindi Bollywood imposition. #StopHindiImposition",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "All government work in State must be in State language only IAS and IPS for state must be from only \nGobar belt people must not flood other states \nGobar belt people must develop their own states \nGobar belt people must respect other states culture and language",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Can't you see peoples typing in Tamil, Telugu or other languages on  social media or is this just bias post towards hindi - hatred.\nPeople even type English comments on a Hindi video. Is that a problem ?",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "First stop the islamization, christianization of Southern India states, which is threat to local cultutre and language, Hindi is easiest languge to communicate irrespective of region in India,that's why it is national languge, although in local commute local languages r preferred",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Of course.. Auto/taxi drivers in Banglore forcing people to speak Kannada because someone commented in HIndi on ECB's post...",
      "timestamp": "2025-09-16 06:08:16"
    },
    {
      "text": "Hatred with Hindi but love for English, urdu shows your double standards. Terrorists r killing Hindus asking Dharma, divisive forces r dividing and fueling language and caste conflict among Hindus. \nGo and read about Moplah Massacre of #hindus .",
      "timestamp": "2025-09-16 06:08:16"
    }
  ],
  "metadata": {
    "last_scroll_position": 9190,
    "last_save_time": "2025-09-16 06:10:21",
    "raw_comment_count": 25
  }
}