{
  "channel_name": "RtiCell15796",
  "conversation_id": "1926327252456800457",
  "url": "https://x.com/RtiCell15796/status/1926327252456800457",
  "total_comments": 86,
  "scrape_start_time": "2025-09-16 06:16:30",
  "comments": [
    {
      "text": "Banks in Karnataka should prioritize using Kannada on deposit and withdrawal slips and signboards or anywhere in that matter rather than Hindi, isn’t that bullying over Kannada language? You moron.",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "These arrogant assholes without any gratitude and sensitivity to local language and culture thoroughly deserve this belt treatment.",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "You hindi speakers want others to speak in your hindi language but you never spaek in others language.. \nAnd you say you respect others language ?",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Please note that He is not a local leader. He is an organisation leader, his work to strike, fight, spread hate & war. \nReally surprised why SBI touched his feet. Sham@e on SBI.",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Who started the language bullying Sir? If you're manager politely handled \"the customer\" and explained her inability to speak his language then things might not have escalated. \"I WILL NOT SPEAK KANNADA, only hindi\"- uttering this in Karnataka to a local resident is in fact bully",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Forcing Kannada over Hindi is completely legitimate. Kannada is the official language of Karnataka. You bloody fool learn to serve locals in Kannada first",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Forcing Hindi over the local language is not unity it is linguistic terrorism. Respect the local language learn and be one among us don't be an alien forever.",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "भाई इतना रिएक्ट न करो।\nबस कुछ दिन और ऐसे चलने दो, फिर इनका हाल कोलकाता की तरह हो जायेगा।\nऔर बंगलुरू को रिप्लेस करने के लिए गुड़गांव, नोएडा, गाजियाबाद जैसे कई शहर तैयार हैं जहां केवल आपके स्किल से आपकी पहचान होती है।\nआपकी क्या भाषा है उससे किसी को कोई फर्क ही नहीं पड़ता।।",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Oppressor advising the victim",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Respect all languages. PSBs paid workers are expected to respect local language and local people. PSBs paid workers are being paid for banking jobs only not for linguistic publicity",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "\"What's surprising about this? How many Hindi-speaking officials in Tamil Nadu and Karnataka look down upon Tamils and Kannadigas? Who will take responsibility for the hurt caused to their self-respect?\"",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Im from Telangana,, they shud bow and not b@rk\n\nhindi bimarus can go to pakistan, they all understand ur language, , or they can just go to bimaru states",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Extremely sickening. A lady officer has been pronounced guilty without any probe and now these senior top management officers are being subjected to such humiliation. Why ? Because of the faulty policies of the FM, DFS & RBI - they are equally responsible being on the SBI Board",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "But bank staff became terrible after merging",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "You lost a member. We certainly now come out of this Hindi union. We banker's is a Hindi union. I request all members of non Hindi mother tongue to quit this union and join other.",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Can't blame him. In India you always avoid conflicts with the local goons as they have nothing to lose, but you have a lot. Can't put everything at risk for a nobody",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Then make policy to keep staff in their linguistic area only...",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "It’s the right of the people in Karnataka to ask to serve in their language. Stop calling it as linguistic terrorism or hooliganism, it’s right of the people and they are exercising the same.",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Linguistic terrorism has no place in our country,we should deal with this in order to save our country integrity .\nThe finger should be broken which is rising against national interest and bringing gap between us Indians",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Mangaloreans have tulu language not kannada.\nMangaloreans are ashamed of these foolish kannada warriors.",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "SBI \"deserves\" Belt Treatment for their very very pathetic customer service skills.\nIf only \n@ICICIBank\n & \n@HDFCBank_Cares\n & other PSB's  got Government deposits like SBI.\n@DFS_India\n \n@narendramodi_in\n \n@nsitharamanoffc",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "I have learned this ....for every easy public stunt bankers are the soft targets whatsover..\nBankers union is the worst union with no spine and no actual courage ,unity...",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Stop your hindi imposition on yus! This is your state. Banking has to be done on local language. In the rural areas they don't know any language apart from kannada. \n#Karnataka #kannada #StopHindiImposition",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Forcing Hindi over Local Language comes Unity???\n Not Linguistic terrorism ???\nHindi sar National language sar \n#sbimanager",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "Power of kannadigas...... ",
      "timestamp": "2025-09-16 06:12:47"
    },
    {
      "text": "This thread is the indication of the future of Bharat.\n\nAnd it is just a couple of weeks since Bharat’s soldiers fought a war with an enemy who would like nothing better than to see the dismemberment of Bharat.\n\nNote that they are all highly educated.",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "It's not linguistic problem bankers are the easiest target in this country nobody is scared of bankers even if he slaps that gm Nothing will happen to him or anybody",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "@we",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "So SBI is not smaller than a petty politician",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Stop Hindi terrorism",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "In karnataka kannada is a must...",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "The photo was taken at perfect moment to show the glory to the politician.\n\nBut GM SBI should not have met such personalities is the first thing.",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Even he is not a corporator",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "@dibakardutta_\n will also support this as he think all Bihari travel ticketless and spit Gutkha everywhere and don't have toilets in home.",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "They should bow down to the language of the land and not to any individual..",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Are you so called bank Associations lost common sense? Customers coming to bank will be majority local population should comply to their needs, instead employee behaved like a goon. Now It's our mistake to talk in our language in our stated to transact our money in the bank!",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Staff k mamle me sidhe fansi suna dete, lekin yaha bhigi billi bne hue khade h",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Politician has way too much power bully everyone, politicians don’t have time to fix infrastructures but bully useless language matters, work for vote banks only",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Hindi imposition over Kannada is called what?",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Hindi dividing India we need ban immediately",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Corruption is incredibly increased in this state, no one is able to do anything",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Serve in Kannada or get lost from Karnataka. Banking is customer focused business, if they can’t serve customers in their language, why should they even exist in their land?",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Ño problem we have Karnataka Bank",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Yes... Respect all languages of India... But Hindians don't... respect other languages..",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Because they are guilty. That's why. sBI is crap anyways",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "@TVMohandasPai\n @Tejasvi_Surya\n this is what you helped fuel",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Forcing Hindi over Kannada is all ok is it? Stop the nonsense.",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Hindi motherfuckwr gangrap these people",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "That's why I don't even stand up from my seat when GM visit my branch..they are such a bootlickers..",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Forcing kannada over hindi in kannada region is linguistic terrorism as per u..fine..agreed..then what is forcing hindi over all other languages in non hindi region?..unity?..cut the crap..actual language terrorism is killing all other languages for 1 language..",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Why \n@TheOfficialSBI\n can't take stand for it's employees. \nThey r transferred to different states, how many languages one officer need to learn with banking? \n#LanguageTerrorism",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Spineless.... Idiots... They can just bark on staff for Insurance... Nothing else....",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "ಲೇ ಬೇವರ್ಸಿ ಅಲ್ಲಿ ಏನು ನಡೆದಿದೆ ಅದು ತಿಳ್ಕೊ.",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "So imposing hindi is not linguistic terrorism??",
      "timestamp": "2025-09-16 06:13:18"
    },
    {
      "text": "Chat chat ke upper pohchne vale ko jukne ki aadat hoti hain...",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Never seen this rage when hindians r forcing hindi on others. Forcing hindi is not unity. \nWhy there wasn’t respect all languages then? Respect is a 2 way street.",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Remove Hindi torrorists from india",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "ಕರ್ನಾಟಕ ದಲ್ಲಿ ಕನ್ನಡ ಭಾಷೆ ಸಾರ್ವಭೌಮ ಅಷ್ಟೇ",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Meeting language does this man speak hindi because 'sbi ka ellaka hai  hindi english tak he baat hoti hai '",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "what that lady did was wrong, he is apologising for her mistake.. hindi people r bullying localites every where",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "From the Marathis to Kannadigas \"Offence is the best form of defence. Well done! Keep it up\"",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "What a shame this #Hindians brought to union, we need to demand for our language on our own land",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Thats how banks train their employees. Customer is ALWAYS right ,fold your hands and ask for forgiveness as soon as the customer starts abusing you. As I say , Bank is a Baniye ki dukaan, dhandha pehle, waaki sab baad me !",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Stope Hindi terrorism.",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Forcing Hindi Language also a linguistic terrorism..!!!",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "focus on #5daysbanking",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Very well done \n@Tejasvi_Surya\n ",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Everybody is misinterpreting this photo.  \nThis is just click at random time. You should know full story of this meeting \nKannadigas are  most welcoming ppl across India. This is known from decades. That is actually backfiring us now.  \nWhatever is happening is a reaction.",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "It is not forcing Kannada over Hindi. It is asking Kannada in Kannada land Karnataka over Hindi. Keep Hindi in Hindi states. Give service in our language. Banks are there bcz of customers & banks employees get salary bcz of customers money",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Demanding for native language in the native state is linguistic terrorism means imposing Hindi is HINDI JIHAD . People of Karnataka are open minded due to which industries are flourished and developing . If outsiders tries to dominate native people then backslash is expected .",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "He is some fake troll account report it",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Respect the language of the state..\nIf Banks are above & treat their customers are 2nd class .. then respective state govts will say to such banking operation TATA BYE BYE.. #stophinditerrorism \n#StopHindiImposition \nAnd fxk offff",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "x.com/vivek29ks/stat\n…",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "You are big Idiot.... Plz see properly \n@we",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Dear Admin do u have any sense. The mistake happened from an SBI employee and she was trying to impose your filthy language on us in our own land",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Wait... Did u just reverse it?The government & banks are forcing Hindi over Kannada, and you just silently reversed it -- It's linguistic terrorism to impose Hindi. \n\nIndia is a diverse country, stop dividing the country by imposing hindi. Respect all lang\n\n#StopHindilmposition",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Get out of any non-Hindi state, if you can't learn and respect the language of the land. You didn't get this job just to trouble the locals without having knowledge. We can't bear. You must learn the language of the land to work anywhere. This was a rule in British India too.",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Goons of karnataka. Shame on them!",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Let’s put an end to it here. There’s nothing wrong with asking for services in our local language in our state. We’re not opposing any language; we’re just saying don’t impose it on us.\n\nDon't spread fake news without knowing the fact.",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Have you lost it? The way SBI manager responded is acceptable??",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "#hindihegemony",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Local language in public services is important if you don't know to speak find job somewhere else\n don't force us to learn hindi just because you got post in our state \nif you still want to continue either you learn kannada or take help of someone to translate",
      "timestamp": "2025-09-16 06:13:49"
    },
    {
      "text": "Most insecure language in country and their worries are fighting in english fk",
      "timestamp": "2025-09-16 06:14:24"
    },
    {
      "text": "Spineless people",
      "timestamp": "2025-09-16 06:14:24"
    },
    {
      "text": "@AskPerplexity\n @grok\n How much business karnataka state government has given to SBI CASA & loans?",
      "timestamp": "2025-09-16 06:14:24"
    },
    {
      "text": "Forcing Hindi over Kannada is not linguistic terrorism?",
      "timestamp": "2025-09-16 06:14:24"
    }
  ],
  "metadata": {
    "last_scroll_position": 22491,
    "last_save_time": "2025-09-16 06:16:30",
    "raw_comment_count": 86
  }
}