{
  "channel_name": "tamilravi",
  "conversation_id": "1894430327797682433",
  "url": "https://x.com/tamilravi/status/1894430327797682433",
  "total_comments": 104,
  "scrape_start_time": "2025-09-16 06:05:47",
  "comments": [
    {
      "text": "Looks like #DivideIndia toolkit has been activated,this time using the language tool.Let’s not make our diversity a curse and allow hatemongers and political pawns to divide the country.Clearly a hidden political agenda.Sardar Patel must be moving uneasily in heaven seeing this",
      "timestamp": "2025-09-16 06:01:37"
    },
    {
      "text": "Anyone who speaks any of these languages such as Bhojpuri is perceived to be uneducated bumpkin. \nWho built this perception?",
      "timestamp": "2025-09-16 06:01:37"
    },
    {
      "text": "Kanauji is considered a dialect of Hindi; specifically, it is classified as a Western Hindi dialect, spoken primarily in the Kannauj region of Uttar Pradesh, India.",
      "timestamp": "2025-09-16 06:01:37"
    },
    {
      "text": "Hindi destroyed all' these local language, culture of North India.",
      "timestamp": "2025-09-16 06:01:37"
    },
    {
      "text": "If States are to be created on the basis of dialects then TN could be  divided in to 4 , Karnataka in to 2-3, Kerala in to 2-3 and so on.\n\nDialects change between districts in several states. It's just not feasible to have States based on dialects.",
      "timestamp": "2025-09-16 06:01:37"
    },
    {
      "text": "Jit nahi sakte to todte raho..",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "political power means one family... nothing to do anything with normal people.",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Start working on separate states for the Irulas, Badagas, Kotas, Todas etc in Tamil Nadu. Those languages can be saved from Tamil imposition.",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Preservation of language is loss of culture",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": ">Bihari dudes moved to Tamilnadu \n>Dravidians made Tamil language as the only cultural demarcation \n>Biharis learnt Tamil\n>Now ethnic  Biharis are Tamilians \n>Tamilians now celebrate Chhat Puja too\n>Chhat puja is now part of Tamil culture \n\nLearn Tamil & claim your Tamil culture",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Please Also provide chart of different dilects of Tamil in Tamilnadu, Sir.",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Thought provoking analysis ",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "North Indians don't think like you guys ",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "As far as I know bundeli ,bagheli snd kauravi are dialects.",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Braj Bhasha is a dialect of Western Hindi spoken in the Braj region of Uttar",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "You've finally spilled the beans on what TN politics is all about. No federalism, no nationalism.",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "English was on top because of $ now that the $ is no longer reserve currency English is no longer required. You will see Gora learning Hundi",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "They probably should. Hindi is entirely artificial, anyway.",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "These languages are thinning because they remained regional.\nThat's exactly what we are trying to do for தமிழ் too.",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": ",  BIMARU  needs its own Dravidian movement(s), to witness a TN-like glorious revival ",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Can u prepare similar graphics for Kerala, Tamilnadu, Telangana, Karnataka & AP? \n\nNow don't tell anyone that all FIVE states speak ONE DRAVIDIAN LANGUAGE?\n\nFrom morning till evening u harp on languages Dividing India, let's see a piece of your research.. If not, నీ నోరు మూసుకో",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Loss ethnicity also loss of political power. Tamil spoken by non Tamils taken away our political power",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Just to add Niligiris can also be state with Badaga as language ",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Hey idiot this won’t work in North! Everyone in North speaks in these dialects! Every Hindu house in Nortb speaks Awadhi Everyday through Tulasida’ Ramcharitmanas! Every house of Braj speaks in Braj Bhasha! There is no danger to any of them due to Hindi! So Fuck off!",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Now you are spreading your politics to UP also. You know little about languages. If you try, I guarantee you can draw such a map of UK and spread your venom there too.",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "How many parts of Tamil nadu then",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Do you know these languages??",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Great, now get the Urdu out of my face too.",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "They combined to rule India!\n\nTum nahi samjhoge!!",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "Since when progressive states are muddling into language based divide instead of focussing on infra, job creation, safety etc. of all issues, imaginary Hindi imposition is taking most of their time\nHindus be mindful .. this is just divisive tactic. They r contradicting themself",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "What a intellectual thought \"1st Divide by Caste no success, Divide by Language though their mother is same\" Make fool of people then your own n  let use this divide for the benefit of outsiders.\nThose who forget their history will always get battered again n again by outsiders",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "But Hinthi will be connecting all...as Hinthi is not a state or area specific...",
      "timestamp": "2025-09-16 06:01:38"
    },
    {
      "text": "And who gave u this gyan that these languages are lost! We all speak bagheli when I am in that region. Bhojouri is alive and thriving so stop ur nonsense.",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Creating separate state based on language is no guarantee of language preservation. I am from Bundelkhand and creation of separate state will not promote Bundeli. Language survives if literary and creative work continues in that language. Bundeli folk song is rich but still -1/2",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Well true, but having united all these under Hindi also has not been bad for UP. Don’t say UP is economically backward and that’s because of Hindi. There are other more valid historic reasons for backwardness of UP, Bihar, MP, Rajasthan.",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Why only separate states gentleman? Why not separate countries, 546, or even more if you so imagine. Then just wait for another 20 years with secularism songs. Everyone will have then just one language, Urdu or Arabic.  You will be very happy then.",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "See man ugly folks like you contribute minimum to this country..so shut the fuck up.\nYou guys have never contributed then ( when the country was colonized)\nYou guys aren't contributing now, in the nation building.\nYou guys will never understand courage, sacrifice and glory.",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Mr. Ravi you need to get real life. Life on tweeter is called digital. Guess you have got confused between real and digital.",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Your obsession over language this that is so unfortunate that you aren't able to see bigger picture or other parameters. That region marked kauravi etc if ever became a separate states would be another kashmir due to demography. Learn things before puking stupidity.",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "let's break it then..",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Think about your state propoganda we UP people don't want any division on name of language it's your propoganda for sack of power to divide people like Britishers will fail soon",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Their unity gave them strength.\nThey stayed united, reaped the benefits.\n\nYour divisive brain failed to understand it. It's your problem.",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "@AmitShah\n this guy is trying to divide our nation thru language posts .... pls teach him a lesson and make sure every language is well respected rather than divided",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "UP should be split into atleast 4 parts for administration",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "You need to ask who benefits the most from this language obsession? Follow the power and money",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Divide further to rule deeper",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "I know you have to make a point but don't mislead...it is like saying Chennai Tamil and Nellai tamil are different languages",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Sir, \nForget language issue. The strike of govt employees is alarming. Our CM was mum about it. This may be attended to first.\nTamil Nadu Govt Employees Stage Mass Casual Leave Protest; JACTO-GEO Warns Of Total Shutdown After Govt",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "True, give us krishnagiri Dharmapuri and coimattur back to us",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Dear songis,\nHindi =urdu. Persian language. So stop speaking it",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Saar endia only speak hindi saar",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Language issue flopped. Your leader has now taken up another issue. Come let the polambal start.",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "U right sir we don't won't hindi we need all regional language",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Yes and south should show the way by adding these languages into their curriculum ad optional languages. I repeat as optional language and not Hindi. Promote regional languages bhojpuri, awadhi, brijbhasi, haryanvi,  maithili, tulu, etc etc etc.",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "I don't see urdu here",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Learn hindi and join the bimaru gang OR learn English and progress & prosper nationally and internationally!!\n\nChoice is yours!!  Choose wisely without any politician brainwashing you!!",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "That's how every state should be. Broken down for administrative convenience.",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Pure Hindi is just spoken in parts near capital. Everyone else is speaking different language",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "What is the age of this Bhojpuri \"language\" as you claim?\n\nAnswer this question honestly and your propaganda will fall like a house of cards",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Language is only for communication.Nowadays,people have emotional connect and this causes division of people.Castes,religion,also divide people.I have come across those who were Secular when they worked in Central govt departments,became communal after they retired.",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "If you go to kerala, then the malayalam spoken in kasargod is very different from the one spoken in trivandrum. All though both technically are malayalam, any same keralite would actually say that both are miles apart. With your logic should north KL be separated from the south?",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "Then there will no Dravida Nadu",
      "timestamp": "2025-09-16 06:02:09"
    },
    {
      "text": "By that logic Tamilnadu should be 3 states. Chola Nadu, Kongu Nadu.and Pandya Nadu.",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "By this logic many state can be made out of tamilnadu too.",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "In Tamil Nadu, in addition to Tamil, Badaga, Iruka, Kurumba, Kota, Toda, and Eravala are spoken. Shall we have a separate state for each of them. \nIn India 270 langauges are spoken.\nShall we have 270 states?\nIn Tamil Nadu 6% speak Telugu, Shall we have a separate state",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Yes correct, even we can use our tax for our land with having a respecting tamil",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Please stick to Tamil and nadu.",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Divide and Rule  bitch spotted",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "They are all dialects of hindi u know that brother??",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "These are dialects, not languages. Know the difference. And they're still spoken / co-exist with Hindi. And script remains Devanagari (which is also the script for Sanskrit and Marathi).\n\nLife is not all Podi and Idli. It is also Aloo Paratha, Sattu, and Kachori.",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Ghanta nobody's care of dumilan opinion at UP",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Separate is weak n together is strong. There is no language loss. Local languages r spoken everywhere in india",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Political power for language jihadis?",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Bakchodi mt kr de",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Kongu tamil, chennai tamil, madura tamil and many more.\nSo each of these shud be seperate states ?",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Ah...divisive old beti-yaar mindset..\nlot of learning frm unity of Muslims...\nKannada spkng Muslim NEVER has issue wth his Tamil speaking Muslim bro...bcos THEY KNOW the Kaffir beti-yaar can always be dealt with later once KBy successfully divides Hindu socy fr a few ₹₹!",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Shut up retard",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "This is stupid, tbh language and politics should not be mixed, and in this case these are not even different languages but dialects, I would have understood the need for this if you had some other valid reason.",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Dhakkan Piddi ! \nNone of their language is lost !!!\nStop this bull sh.t !",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Ravi bkl take care of your dravidiot state instead of focusing on others .",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "बोली और भाषा का अंतर ग्यात होता तो ऐसे मंदबुद्धि के प्रकार ना बोलते। और हां आपके मुख से कभी उर्दू के बारे मे ना सुना? डर लगता है क्या? यहां भी थोड़ा-बहुत सोच के बोलें, स्वास्थ्य अच्छा रहेगा। ईश्वर आपको स्वास्थ्य और सद्बुद्धि दे। जय महाकाल",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "acha yeh naaya toolkit aaya hai kya market mein?",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "Ignorant idiõt\nfirst know the difference between \nlanguage and dialect\nThis map is showing dialects of hindi only \nMoreover, unifying force for Bharat is religion and not language and that's why Modi ji has started Kashi Tamil Sangamam to strengthen this bond\nGrow up",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "A great example showcasing how the brilliant minds of our nation are focused on our country's prime problems. Lol.",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "My mother tongue is kauravi but still no regret no remorse for not having a separate state for this language, nothing is above Nation integrity and unity. And stop doing this cheap divide and rule policy ravi",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "If someone calls him a separatist then he will the old rant and cry of anti caste, anti language, hinthi imposition in English language.\nMark my word If.",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "UP will always have highest political power in this country",
      "timestamp": "2025-09-16 06:02:40"
    },
    {
      "text": "So now you want linguistic division of north to suit your agenda. It will not happen.",
      "timestamp": "2025-09-16 06:03:11"
    },
    {
      "text": "NEP 2020 is the solution to save regional dialects.\nthehindu.com/news/national/\n…",
      "timestamp": "2025-09-16 06:03:11"
    },
    {
      "text": "And you call yourself educated saar .\nThese are dialects of Hindi",
      "timestamp": "2025-09-16 06:03:11"
    },
    {
      "text": "Do that in Tamil Nadu first, because the Tamil spoken in Chennai is not the same as the Tamil spoken in different parts of Tamil Nadu. First break it into as many pieces as there are dialects. It is because of dumb asses like you that this nation has been ruled over by invaders",
      "timestamp": "2025-09-16 06:03:11"
    },
    {
      "text": "Earlier separate states came together formed one country india now few think separation will only slip backwards and go back to square one",
      "timestamp": "2025-09-16 06:03:11"
    },
    {
      "text": "loss of language, people, corruption charges, crimes, underground, cold blooded actions and activities known and opened to media and people leads to loss power and political career",
      "timestamp": "2025-09-16 06:03:11"
    },
    {
      "text": "Real terrorist who wants to divide people as per language.\n\nFirst of all no one hate each other language except some political zandu from DMK n INC.\n\nNext my mother tongue will stay strong if we teach our children at home rather than forcing others who visit their for a month.",
      "timestamp": "2025-09-16 06:03:11"
    },
    {
      "text": "dei loosu... still today political parties in these regions give speeches in awadhi / bhojpuri ... the lack of logic from  you dravidian shitheads is astounding",
      "timestamp": "2025-09-16 06:03:11"
    },
    {
      "text": "They are dialects. These dialects coexist with Hindi, in fact they are complimentary to each other.",
      "timestamp": "2025-09-16 06:03:46"
    },
    {
      "text": "Ancient Indian languages extinction. Hindi dominant",
      "timestamp": "2025-09-16 06:03:46"
    },
    {
      "text": "Get educated .. boss get educated u need it right now.all those are dialects of hindi.. just to tell you the way tamil has. Same way karnata gas many languages like tulu. Get educated first.",
      "timestamp": "2025-09-16 06:03:46"
    },
    {
      "text": "The hollowness & hypocrisy of the tamil arguments.\nx.com/ARanganathan72\n…",
      "timestamp": "2025-09-16 06:03:46"
    },
    {
      "text": "Weird dravidian ,you can stay in india & worked for development of  india .But ur dmk masters  made you fools who think settling abroad leaving friends family, relatives and mother country behind as  pride. your  parents rarely  visit you and forget about relatives and friends .",
      "timestamp": "2025-09-16 06:03:46"
    },
    {
      "text": "U people are biggest blunders in human civilization.\nU know only division.\nU Rice Bags... first u find ur Actual Father's than teach Others!!",
      "timestamp": "2025-09-16 06:03:46"
    },
    {
      "text": "x.com/ankitatIIMA/st\n…",
      "timestamp": "2025-09-16 06:03:46"
    },
    {
      "text": "Eliminate Urdu as a second language as well.",
      "timestamp": "2025-09-16 06:03:46"
    },
    {
      "text": "what about tamilnadu? TN also had chennai tamil, kongu tamil, nellai tamil, madurai tamil...",
      "timestamp": "2025-09-16 06:03:46"
    }
  ],
  "metadata": {
    "last_scroll_position": 28656,
    "last_save_time": "2025-09-16 06:05:47",
    "raw_comment_count": 104
  }
}