{
  "channel_name": "timesofindia",
  "conversation_id": "1900015206249750768",
  "url": "https://x.com/timesofindia/status/1900015206249750768",
  "total_comments": 61,
  "scrape_start_time": "2025-09-16 04:01:44",
  "comments": [
    {
      "text": "Her husband calls recent AI programs as silly and hype. Can Mr. Murthy explain why ? Will it reduce people from working 70 hours a week ? ",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Contribution towards citizens?",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Whether all those who learnt 7 to 8 languages are made Rajyasabha MP...\nDid she learnt all the languages at her elementary school level... Hypocrisy..",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Every one is not sudha murthy",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "If Mrs Murthy was born in Patna, she will focus on studies or extra language in school days. Will Mr Narayana Murthy appoint anyone with lower marks but with extra language? Please don't do political dialogue. All Bangalore people minimum 7 language madam.",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "LANGUAGES  ADVISES  SHOULD  BE FOR BJP STATES. ?",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Imposing Hindi erases India's linguistic diversity, stifling regional identities and cultures. Learning multiple languages should be a choice, not a mandate—necessity lies in communication, not uniformity. Respect for local languages fosters unity, not division. #LanguageFreedom",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Mam your answer is your question? Just think:it will be a reciprocal?",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Tamil people want to learn Spanish, German, polish, sweedish, bhojpuri. Sudamadam, can you spend to learn these languages. You've stolen money from swet and blood of poor Indian.",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "No one has heard her speaking 7-8 languages. Does she only speak with herself in those languages?",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "She reminds me of Bappi Lehri!",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Must be family of Linguists! Did u find out which other close relative knows how many languages?",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Why 3 only?\nWhy not 7-8, all she knows?",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Sure 3 languages.  But languages of our choice",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Lol...what else can do...just a sanghi sponsored actor.",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "CBSE in TN teaches Tamil and German, French as third language in class eight",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Not a single media asked A School Head Master/ Principal/ Student about his view on multiple languages.",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Start with infosys employees give the 2 hrs every day for learning Hindi see how senrio changes",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "भारत में सभी राज्यों को उनके भाषा चुनने का अधिकार है। केन्द्र की शिक्षा नीति 2020 गलत है जिसे कई चरणों में लागू किया जाना है। इससे केन्द्र के फंड से जोड़ना हमारे संघीय ढांचे पर आघात है।",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Alright then students in MP, Delhi, UP, all other North Indian states should learn atleast 1 South Indian language compulsorily.",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Of course . Why wouldn’t she? Her company would definitely benefit from this as there are more people from north working compared to locals!",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Language is for communication. Knowing Hindi has big advantage to any person to communicate in entire India. Can a Tamil travel in Ahmedabad or Bhubaneswar without knowing local language but can travel in local bus knowing Hindi even in Bangalore.",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "have she studied in school all 7 languages - NO \nShe learned it as and when she work in different teams -so asking the govt to do so- it should apply all over india - if north languages are thought in south - south should be thought in north-easy for both and media should be away",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "What does she mean 7-8 languages. It has to be either 7or 8 and it is not such a large number to be vague about. Why not respect the federal structure of our nation",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Stooges",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "I dare #SudhaMurthy to write a paragraph in Hindi on the importance of #NEP",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Narayan murti wants Indians to work 70 to 80 hours a week and she wants everyone to learn 7-8 languages. \nSeems like they both are out of this world. \nYou learn 10 languages, who cares about it? \nWhy trying to impose on rest of the world?",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "She is Marathi,\nMarried to Kannad,\n\nLearned English in school.\n\nThis is possible only in interstate marriages.",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "@pbhushan1\n @RahulGandhi\n @narendramodi\n Underlying argument is - as every country deals in its own language, India should also do like that in Hindi which is spoken/known by a majority of the people. But if English be adopted as our own & made the only link, all problems solved.",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Simple Sudha is a living proof that you can be multilingual and a moron.",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "Firstly she should make sure every Indian child has access to a basic education!!! These fools with all their money give faltu advice! We yet have children begging on roads instead of being in school.",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "In Europe, you come across many multi-lingual folks, but its not because they were forced at school to learn non-native languages.  don't mess around with formal education for your own whims and fancies.",
      "timestamp": "2025-09-16 03:58:01"
    },
    {
      "text": "THE DMK dummies don't complain about learning multiple soft ware languages but wax eloquent ( mostly hot air) in grandiose Tamil,,,,  they will certainly target Sudha maam being a conbative brahmin lady,,,,,just like our very own Nirmala ben,,,,",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "7 or 8 ?",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "How Many mote days You are Going to Live More.",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "Doesn’t mean you can impose one languages on other forcibly",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "I love to keep Great Dane as a pet. Infact, the full Dane family. If you know what I mean.",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "Madam, we learn English and AI that will allow us to speak literally any language spoken in the world and probably even ai agents language like #Gibberlink We don't need any other language compulsorily forced without any need.",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "It's by interest you learn madam... Not some forced",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "Did Mam learn them as a part of educational curriculum?! The objection is only with mandating in educational policy, not learning them in general ",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "Strongly Disagree  \n@SmtSudhaMurty\n Ji why we have different state since long because their is history so forcing multiple languages is not fair, everyone is not #SudhaMurthy here okay understand regional citizens feelings & culture & so beings MP don't put such policy on others",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "EX PM P V Narasimha Rao knew 17 languages. One learns language with passion, not with compulsion.",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "But still writes books only in Kannada and English",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "Just one word ok two words Respect and Intelligence",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "Ask Infosys not to hire people without 3-language proficiency, please and then start commenting on behalf of children",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "Of course you will support this and 70-hr work weeks and much more, because you see “human capital”.. and not “human beings”",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "She and her husband part of the Epstein elite club",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "Right example to learn English properly.",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "So what if you know 8 languages? It is your choice.",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "simple murthy",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "She is a BJP supporter and president nominee to ragyasabha",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "Of course, She wants to complete her tenure as RS MP ",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "Language is a tool for communication, not a measure of intelligence.",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "Ye lady  bahut badi fraud  hai",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "It's the Bangalore ecosystem that exposed her to so many languages. So replicate that ecosystem instead of pushing Hindi down kids' throats. Let the growth of any language be organic, not forced.",
      "timestamp": "2025-09-16 03:58:32"
    },
    {
      "text": "Ask her where  and when did she learned all these language",
      "timestamp": "2025-09-16 03:59:38"
    },
    {
      "text": "I don't think it's a news which needs to be punished.\nIt's like displaying PM degree certificate",
      "timestamp": "2025-09-16 03:59:38"
    },
    {
      "text": "For her Rajya Sabha seat she wont care even if that puts additional burden on the kids!!\n\nSo insensitive!\n\nAlready the syllabus our kids have to go through is unbearable.\n\nAnd she nicely covers up her husband being unable to speak in hindi by exagerating abt her knwing 7 language",
      "timestamp": "2025-09-16 03:59:38"
    },
    {
      "text": "Afer all you are neighther a BC nor a Dravidian! They cant be dignified to your level in next 2 births!",
      "timestamp": "2025-09-16 03:59:38"
    },
    {
      "text": "I am unaware of the school or policy that allows Shri #Sudhamurthy garu to learn 8 languages.",
      "timestamp": "2025-09-16 03:59:38"
    },
    {
      "text": "Learning multiple languages through experiences is different from academics. The stress in our educational system is so intense that unnecessarily forcing children to take 3 languages in the name of policy is nothing short of terrorism",
      "timestamp": "2025-09-16 03:59:38"
    }
  ],
  "metadata": {
    "last_scroll_position": 17909,
    "last_save_time": "2025-09-16 04:01:44",
    "raw_comment_count": 61
  }
}