{
  "channel_name": "timesofindia",
  "conversation_id": "1172764415416066053",
  "url": "https://x.com/timesofindia/status/1172764415416066053",
  "total_comments": 14,
  "scrape_start_time": "2025-09-16 05:03:52",
  "comments": [
    {
      "text": "Again a fake news and fake count.\n#stophindiimpostion \n#MHAgainstHindiImposition\n#TwoLanguagePolicy",
      "timestamp": "2025-09-16 05:01:02"
    },
    {
      "text": "Obviously, fertility rate is more than 3 in some of Hindi states where as south Indian states has less than 1.8",
      "timestamp": "2025-09-16 05:01:02"
    },
    {
      "text": "It's all just totally wrong the Indians just done a great trick even with their language Hindi not even in top 10 only due to great jealously with Urdu5th biggest language of the world the whole nation just knows & speak Urdu but can't write it it's only just shameful .",
      "timestamp": "2025-09-16 05:01:02"
    },
    {
      "text": "These stats talk more about the fertility rate in the cowbelt. Ever heard about condom ?",
      "timestamp": "2025-09-16 05:01:03"
    },
    {
      "text": "Hindi states could not nor protecting the uneven population growth in their areas hence leading to over population stabilization issue, affecting India's growth and excess Hindi population. Its not our mistake. We cannot accept Hindi as National language",
      "timestamp": "2025-09-16 05:01:03"
    },
    {
      "text": "मुझे दक्षिण भारत के करीब सभी प्रान्तों  के युवा साथियों के साथ एक महीने तक रहने का अवसर मिला है ।नागपुर सँघ शिक्षा वर्ग मे भाषा की दृष्टि से एक दूसरे को समझने का अवसर दिया गया था।\nवहां हमने पाया कि सभी आसानी से हिन्दी समझ पा रहे  हैं।\nहिन्दी का विरोध मात्र राजनीतिक कारण ही  है।",
      "timestamp": "2025-09-16 05:01:03"
    },
    {
      "text": "Remaining 66% have draconian language",
      "timestamp": "2025-09-16 05:01:03"
    },
    {
      "text": "Bloody times group.\n80 crore ko hindi gov ne padhaya.\n1000mn ke sath hindi powerful language hai.",
      "timestamp": "2025-09-16 05:01:03"
    },
    {
      "text": "Ask them to implement family planning.\n\n\"More in number\" just represents  the level of population explosion in Hindi region",
      "timestamp": "2025-09-16 05:01:03"
    },
    {
      "text": "Doesn't this mean more than half of India doesn't use hindi as their mother tongue? Stop forcing a language on other people. Forced assimilation is undemocratic.",
      "timestamp": "2025-09-16 05:01:03"
    },
    {
      "text": "So, you agree that the Majority 56% does not speak Hindi !!\n\nThanks for it..!\n\nLet's make, English & Sanskrit as National Languages, what do you say ?",
      "timestamp": "2025-09-16 05:01:03"
    },
    {
      "text": "Their only intention is not make Hindi is a national language, According to Amit shah pridiction Hindi speakers are more so it's not a correct reason. Every language his own history Please don't be spoil the her own culture, everyone feels proud of their language.#HindiImpostion",
      "timestamp": "2025-09-16 05:01:03"
    },
    {
      "text": "हिंदी है हम हिन्दोस्तान हमारा।\ngeneraltips.net/2019/08/wheat-\n…",
      "timestamp": "2025-09-16 05:01:38"
    },
    {
      "text": "Very happy to make Pakistan born language as our national Language",
      "timestamp": "2025-09-16 05:01:38"
    }
  ],
  "metadata": {
    "last_scroll_position": 7636,
    "last_save_time": "2025-09-16 05:03:52",
    "raw_comment_count": 14
  }
}