{
  "channel_name": "timesofindia",
  "conversation_id": "1925084233745269128",
  "url": "https://x.com/timesofindia/status/1925084233745269128",
  "total_comments": 17,
  "scrape_start_time": "2025-09-16 04:48:45",
  "comments": [
    {
      "text": "Govt has made it mandatory to speak local language then you have to follow it.",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "सराहनीय कदम है सब इनको सपोर्ट करे ",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "India's diversity demands respect for all languages, including Kannada. Such remarks are unacceptable.",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "Hindus yehi karte rahenge... sabko Urdu sikhna parega kuch din baad... sharam karo",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "Totally unfit to hold a position where she has to interact with local people. Such arrogance, my god. There’s nothing language in this story. It’s about dealing a situation with public. She should have been more polite and taken help from her colleagues",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "In which language did she tell that?",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "Bank employees are mostly transferred every few years. One can't really expect them to learn the local language of every city they are posted in.\n\nPerhaps, the way out is to boost English nationwide?",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "Did this BHIMARU wh®€ play this game actually to get transfer ?",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "Good. More power to her.",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "साले सिद्धारमैया को पंजाब में भेजो फिर देखते हैं क्या बोलता है",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "बिल्कुल सही कहा , ,she is absolutely correct ",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "ಕರ್ನಾಟಕ ಕನ್ನಡಿಗರಿಗೆ ಮಾತ್ರ. ನರಕಕ್ಕೆ ಹೋಗಿ",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "incoming dea*h and r**e threats online.",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "If you want to become famous, put efforts work hard do many many social services then you may get success or just once show your stupidity or arrogancy in public . Over night You will become famous or popular.",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "It does not have to be made compulsory. In whichever region someone faces this problem, they can use Hindi as a common language to talk to each other and to be honest, in many places, the elderly people have difficulty speaking Hindi....",
      "timestamp": "2025-09-16 04:45:56"
    },
    {
      "text": "Every state has a local language. Better speak in local language or get out.",
      "timestamp": "2025-09-16 04:46:32"
    },
    {
      "text": "South Ppl and Maharashtrians shouldn't be allowed to work in Delhi as well. They are just the parasites to society. Govt should take strict action against such people demanding that. Don't divide country on the basis of language. Stupid people.",
      "timestamp": "2025-09-16 04:46:32"
    }
  ],
  "metadata": {
    "last_scroll_position": 4693,
    "last_save_time": "2025-09-16 04:48:45",
    "raw_comment_count": 17
  }
}